Repository: Interlecto/proho
Catalog: dev/acc/frontaccounting/lang/*/LC_MESSAGES/*-2.3.0-4.po
Languages: sv_se

source: Kit/alias code cannot be empty.
sv_se: Paket/aliaskod kan inte vara tom.

source: The selected component contains directly or on any lower level the kit under edition. Recursive kits are not allowed.
sv_se: Den valda komponenten innehåller direkt eller på en lägre nivå paket i enlighet med upplagan. Rekursiva paket är inte tillåtna.

source: The selected component is already in this kit. You can modify it's quantity but it cannot appear more than once in the same kit.
sv_se: Vald komponent finns redan i detta paket. Du kan modifiera antalet men det kan endast finnas ett i samma paket.

source: New alias code has been created.
sv_se: Ny aliaskod har skapats.

source: New component has been added to selected kit.
sv_se: Ny komponent har lagts till i valt paket.

source: Component of selected kit has been updated.
sv_se: Komponent i valt paket har uppdaterats.

source: Kit common properties has been updated
sv_se: Paketgemensamma egenskaper har uppdaterats

source: This item cannot be deleted because it is the last item in the kit used by following kits
sv_se: Denna post kan inte raderas eftersom det är den sista produkten i paketet som används av följande paket

source: The component item has been deleted from this bom
sv_se: Produktkomponenten har raderats från denna materiallista

source: Select a sale kit:
sv_se: Välj ett försäljningspaket:

source: New kit
sv_se: Nytt paket

source: Alias/kit code:
sv_se: Alias/paketkod:

source: Update kit/alias name
sv_se: Uppdatera paket/aliasnamn

source: Component:
sv_se: Komponent:

source: kits
sv_se: paket

source: View Inventory Adjustment
sv_se: Visa lagerändringar

source: At Location
sv_se: På plats

source: Adjustment Type
sv_se: Justeringstyp

source: This adjustment has been voided.
sv_se: Ändringen har annullerats.

source: View Inventory Transfer
sv_se: Visa lageröverföring

source: From Location
sv_se: Från plats

source: To Location
sv_se: Till plats

source: Item Adjustments Note
sv_se: Lagerändringsnotis

source: There are no inventory items defined in the system which can be adjusted (Purchased or Manufactured).
sv_se: Det finns inga lagerprodukter definierade i systemet som kan justeras(Inköpta eller tillverkade).

source: There are no inventory movement types defined in the system. Please define at least one inventory adjustment type.
sv_se: Det finns inga lagerrörelsetyper definierade i systemet. Vänligen definiera åtminstone en rörelsetyp.

source: Items adjustment has been processed
sv_se: Produktjustering har bearbetats

source: &View this adjustment
sv_se: &Visa denna justering

source: View the GL &Postings for this Adjustment
sv_se: &Visa huvudboksbokningar för denna justering

source: Enter &Another Adjustment
sv_se: Ange &annan justering

source: You must enter at least one non empty item line.
sv_se: Du måste ange minst en icke tom artikelrad.

source: The entered date for the adjustment is invalid.
sv_se: Angivet datum för denna justering är ogiltigt.

source: The adjustment cannot be processed because an adjustment item would cause a negative inventory balance :
sv_se: Justeringen kan inte genomföras eftersom produktjustering skulle leda till ennegativ lagerbalans:

source: The quantity entered is negative or invalid.
sv_se: Angivet antal är negativt eller ogiltigt.

source: The entered standard cost is negative or invalid.
sv_se: Angiven standardkostnad är negativ eller ogiltig.

source: Adjustment Items
sv_se: Produktjusteringar

source: Process Adjustment
sv_se: Genomför justeringen

source: Inventory Item Cost Update
sv_se: Produktinventeringskostnad - uppdatering

source: There are no costable inventory items defined in the system (Purchased or manufactured items).
sv_se: Det finns inga lagerproduktkostnader definierade i systemet (köpta eller tillverkade).

source: The entered cost is not numeric.
sv_se: Angiven kostnad är inte numerisk.

source: The new cost is the same as the old cost. Cost was not updated.
sv_se: Den nya kostnaden är samma som den gamla kostnaden. Kostnaden uppdaterades inte.

source: Cost has been updated.
sv_se: Kostnad har uppdaterats.

source: View the GL Journal Entries for this Cost Update
sv_se: Visa journalposterna för denna kostnadsuppdatering

source: Standard Material Cost Per Unit
sv_se: Standardmaterialkostnad per enhet

source: Standard Labour Cost Per Unit
sv_se: Standardarbetskostnad per enhet

source: Standard Overhead Cost Per Unit
sv_se: Fastkostnadsstandard per enhet

source: Inventory Item Sales prices
sv_se: Försäljningspriser - inventeringspunkt

source: There are no sales types in the system. Please set up sales types befor entering pricing.
sv_se: Det finns inga försäljningstyper i systemet. Vänligen skapa försäljningstyper innan du anger priser.

source: The price entered must be numeric.
sv_se: Angivet pris måste vara numeriskt.

source: This price has been updated.
sv_se: Priset har uppdaterats.

source: The new price has been added.
sv_se: Det nya priset har lagts till.

source: The selected price has been deleted.
sv_se: Valt pris har raderats.

source: Sales Type
sv_se: Försäljningstyp

source: Price
sv_se: Pris

source: There are no prices set up for this part.
sv_se: Det finns inga priser för denna del.

source: Currency:
sv_se: Valuta:

source: Sales Type:
sv_se: Försäljningstyp:

source: Price:
sv_se: Pris:

source: The price is calculated.
sv_se: Priset är beräknat.

source: Supplier Purchasing Data
sv_se: Leverantörsinköpsdata

source: There are no purchasable inventory items defined in the system.
sv_se: Det finns inga köpbara inventarier definierade i systemet.

source: There are no suppliers defined in the system.
sv_se: Det finns inga leverantörer definierade i systemet.

source: The price entered was not numeric.
sv_se: Angivet pris var inte numeriskt.

source: The conversion factor entered was not numeric. The conversion factor is the number by which the price must be divided by to get the unit price in our unit of measure.
sv_se: Den angivna omräkningsfaktorn var inte numerisk. Omräkningsfaktorn är numret som priset måste divideras med för att få jämförpris i vår måttenhet.

source: This supplier purchasing data has been added.
sv_se: Leverantörens inköpsdata har lagts till.

source: Supplier purchasing data has been updated.
sv_se: Leverantörens inköpsdata har uppdaterats.

source: The purchasing data item has been sucessfully deleted.
sv_se: Inköpsdatapost har raderats.

source: Entered item is not defined. Please re-enter.
sv_se: Angiven produkt är inte definierad. Vänligen ange igen.

source: There is no purchasing data set up for the part selected
sv_se: Det finns ingen inköpsdata för vald del.

source: Supplier's Unit
sv_se: Leverantörens enhet

source: Conversion Factor
sv_se: Omräkningsfaktor

source: Supplier's Description
sv_se: Leverantörens beskrivning

source: Suppliers Unit of Measure:
sv_se: Leverantörs måttenhet:

source: Conversion Factor (to our UOM):
sv_se: Omräkningsfaktor (till vår måttenhet):

source: Supplier's Code or Description:
sv_se: Leverantörens kod eller beskrivning:

source: Reorder Levels
sv_se: Beställningspunkter

source: There are no inventory items defined in the system (Purchased or manufactured items).
sv_se: Det finns inga inventarier definierade i systemet (köpta eller tillverkade).

source: Reorder levels has been updated.
sv_se: Beställningspunkter har uppdaterats.

source: Inventory Location Transfers
sv_se: Lagerplatsöverföringar

source: Inventory transfer has been processed
sv_se: Lageröverföring har bearbetats

source: &View this transfer
sv_se: &Visa denna överföring

source: Enter &Another Inventory Transfer
sv_se: Ange &annan lageröverföring

source: The locations to transfer from and to must be different.
sv_se: Platserna för överföring från och till måste vara olika.

source: The quantity entered is greater than the available quantity for this item at the source location :
sv_se: Angiven antal är större än tillgängligt antal för denna produkt i ursprungsplatsen:

source: The quantity entered must be a positive number.
sv_se: Angivet antal måste vara positivt.

source: Process Transfer
sv_se: Bearbeta överföring

source: Search Outstanding Work Orders
sv_se: Sök utestående arbetsordrar

source: Search Work Orders
sv_se: Sök arbetsordrar

source: at Location:
sv_se: Vid plats:

source: for item:
sv_se: för produkt:

source: Select documents
sv_se: Välj dokument

source: Release
sv_se: Frisläpp

source: Issue
sv_se: Problem

source: Produce
sv_se: Producera

source: Costs
sv_se: Kostnader

source: Required
sv_se: Nödvändig

source: Required By
sv_se: Krävs av

source: Marked orders are overdue.
sv_se: Markerade ordrar är förfallna.

source: Produce or Unassemble Finished Items From Work Order
sv_se: Producera eller ta isär färdiga produkter från arbetsorder

source: The manufacturing process has been entered.
sv_se: Tillverkningsprocessen har skapats.

source: View this Work Order
sv_se: Visa denna arbetsorder

source: View the GL Journal Entries for this Work Order
sv_se: Visa journalposter för denna arbetsorder

source: Print the GL Journal Entries for this Work Order
sv_se: Skriv ut journalposterna för denna arbetsorder

source: Select another &Work Order to Process
sv_se: Välj en annan &arbetsorder för bearbetning

source: The order number sent is not valid.
sv_se: Ordernumret som skickats är ogiltigt.

source: The quantity entered is not a valid number or less then zero.
sv_se: Angivet antal är ogiltigt eller mindre än 0.

source: The production date cannot be before the release date of the work order.
sv_se: Produktionsdatumet kan inte vara före frisläppning av arbetsordern.

source: The unassembling cannot be processed because there is insufficient stock.
sv_se: Isärtagningen kan inte utföras då det inte finns tillräckligt i lager.

source: The production cannot be processed because a required item would cause a negative inventory balance :
sv_se: Produktionen kan inte fortsätta eftersom en nödvändig produkt skulle orsaka en negativ inventeringsbalans:

source: Produce Finished Items
sv_se: Producera färdiga produkter

source: Return Items to Work Order
sv_se: Returnera produkter till arbetsorder

source: Process
sv_se: Bearbeta

source: Process And Close Order
sv_se: Bearbeta och stäng order

source: Work Order Additional Costs
sv_se: Arbetsorder - merkostnader

source: The additional cost has been entered.
sv_se: Merkostnaden har angetts.

source: Enter another additional cost.
sv_se: Ange en annan merkostnad.

source: The amount entered is not a valid number or less then zero.
sv_se: Det angivna beloppet är inte ett giltigt tal eller mindre än noll.

source: The additional cost date cannot be before the release date of the work order.
sv_se: Merkostnadsdatumet kan inte infalla innan släppdatum för arbetsordern.

source: Additional Costs:
sv_se: Merkostnader:

source: Debit Account
sv_se: Debetkonto

source: Process Additional Cost
sv_se: Bearbeta merkostnader

source: Work Order Entry
sv_se: Arbetsorderregistrering

source: There are no manufacturable items defined in the system.
sv_se: Det finns inga tillverkningsbara produkter definierade i systemet.

source: The work order been added.
sv_se: Arbetsordern har skapats.

source: Print this Work Order
sv_se: Skriv ut arbetsordern

source: Email this Work Order
sv_se: E-posta arbetsordern

source: The work order been updated.
sv_se: Arbetsordern har uppdaterats.

source: Work order has been deleted.
sv_se: Arbetsordern har raderats.

source: This work order has been closed. There can be no more issues against it.
sv_se: Arbetsordern har stängts. Det kan inte finnas några fler problem relaterade mot den.

source: Enter a new work order
sv_se: Registrera en ny arbetsorder

source: Select an existing work order
sv_se: Välj en befintlig arbetsorder

source: The quantity entered is invalid or less than zero.
sv_se: Angivet antal är ogiltigt eller mindre än 0.

source: The selected item to manufacture does not have a bom.
sv_se: Vald produkt att tillverka har ingen materiallista

source: The labour cost entered is invalid or less than zero.
sv_se: Arbetskostnaden är ogiltig eller mindre än noll.

source: The cost entered is invalid or less than zero.
sv_se: Angiven kostnad är ogiltig eller mindre än 0.

source: The work order cannot be processed because there is an insufficient quantity for component:
sv_se: Arbetsordern kan inte utföras då det inte finns tillräckligt antal komponenter:

source: The selected item cannot be unassembled because there is insufficient stock.
sv_se: Vald produkt kan inte tas isär då det inte finns tillräckligt lager.

source: The quantity cannot be changed to be less than the quantity already manufactured for this order.
sv_se: Antalet kan inte ändras till mindre än redan tillverkat för denna order.

source: This work order cannot be deleted because it has already been processed.
sv_se: Arbetsordern kan inte tas bort då den redan har behandlats.

source: This work order is closed and cannot be edited.
sv_se: Arbetsordern är stängd och kan inte redigeras.

source: Destination Location:
sv_se: Destinationsplats:

source: Quantity Required:
sv_se: Nödvändigt antal:

source: Quantity Manufactured:
sv_se: Tillverkat antal:

source: Credit Labour Account
sv_se: Kreditera arbetskraftskonto

source: Credit Overhead Account
sv_se: Kreditera fastkostnadskonto

source: Released On:
sv_se: Frisläppt den:

source: Save changes to work order
sv_se: Spara ändringar till arbetsorder

source: Close This Work Order
sv_se: Stäng denna arbetsorder

source: Delete This Work Order
sv_se: Ta bort arbetsorder

source: Add Workorder
sv_se: Lägg till arbetsorder

source: Issue Items to Work Order
sv_se: Produkter till arbetsorder

source: The work order issue has been entered.
sv_se: Arbetsorderproblemet har angetts.

source: The entered date for the issue is invalid.
sv_se: Angivet datum för problemet är ogiltigt.

source: The issue cannot be processed because an entered item would cause a negative inventory balance :
sv_se: Frågan kan inte bearbetas eftersom en angiven produkt skulle medföra en negativinventeringsbalans:

source: The process cannot be completed because there is an insufficient total quantity for a component.
sv_se: Bearbetningen kan inte slutföras då det inte finns tillräcklig antal för en komponent.

source: Component is :
sv_se: Komponent är:

source: From location :
sv_se: Från plats:

source: Items to Issue
sv_se: Produkter att sända ut

source: Process Issue
sv_se: Processnummer

source: Work Order Release to Manufacturing
sv_se: Frisläppa arbetsorder för tillverkning

source: This work order has already been released.
sv_se: Arbetsordern har redan frisläppts.

source: This Work Order cannot be released. The selected item to manufacture does not have a bom.
sv_se: Arbetsordern kan inte frisläppas. Vald produkt att tillverka har ingen materiallista.

source: The work order has been released to manufacturing.
sv_se: Arbetsordern har frisläppts för tillverkning.

source: Select another &work order
sv_se: Välj en annan &arbetsorder

source: Work Order #:
sv_se: Arbetsorder #:

source: Work Order Reference:
sv_se: Arbetsorderreferens:

source: Released Date
sv_se: Frisläppt datum:

source: Release Work Order
sv_se: Frisläpp arbetsorder

source: View Work Order Issue
sv_se: Visa arbetsorderproblem

source: Issue #
sv_se: Problem #

source: For Work Order #
sv_se: För arbetsorder #

source: To Work Centre
sv_se: Till arbetscenter

source: Date of Issue
sv_se: Problemdatum

source: This issue has been voided.
sv_se: Detta problem har annullerats.

source: There are no items for this issue.
sv_se: Det finns inga produkter för detta problem.

source: Component
sv_se: Komponent

source: Items for this Issue
sv_se: Produkter för detta problem

source: View Work Order Production
sv_se: Visa arbetsorderproduktion

source: Production #
sv_se: Produktion #

source: Quantity Manufactured
sv_se: Antal tillverkade

source: This production has been voided.
sv_se: Denna produktion har annullerats.

source: View Work Order
sv_se: Visa arbetsorder

source: BOM for item:
sv_se: Materiallista för produkt:

source: Work Order Requirements
sv_se: Arbetsordersbehov

source: Issues
sv_se: Problem

source: Productions
sv_se: Produktioner

source: Additional Costs
sv_se: Merkostnader

source: This work order has been voided.
sv_se: Arbetsordern har annullerats.

source: There are no manufactured or kit items defined in the system.
sv_se: Det finns inga tillverkade eller produktpaket definierade i systemet.

source: Select a manufacturable item:
sv_se: Välj en tillverkningsbar produkt:

source: All Costs Are In:
sv_se: Alla kostnader är i:

source: Inventory Item Where Used Inquiry
sv_se: Inventeringspunkt - användningsfråga

source: Select an item to display its parent item(s).
sv_se: Välj en post för att visa dess överordnade produkter (s).

source: Parent Item
sv_se: Överordnad produkt

source: Work Centre
sv_se: Arbetscenter

source: Quantity Required
sv_se: Antal krävs

source: Bill Of Materials
sv_se: Materiallista

source: There are no work centres defined in the system. BOMs require at least one work centre be defined.
sv_se: Det finns inga arbetscenter definierade i systemet. Materialspecifikationer behöver minst ett arbetscenter.

source: Code
sv_se: Kod

source: Selected component has been updated
sv_se: Vald komponent har uppdaterats

source: A new component part has been added to the bill of material for this item.
sv_se: En ny komponentdel har lagts till materiallistan för denna produkt.

source: The selected component is already on this bom. You can modify it's quantity but it cannot appear more than once on the same bom.
sv_se: Vald komponent finns redan i denna materiallista. Du kan modifiera dess antal men den kan endast uppträda en gång i samma lista.

source: The selected component is a parent of the current item. Recursive BOMs are not allowed.
sv_se: Den valda komponenten är förälder till den aktuella produkten. Rekursiva materiallistor är inte tillåtna.

source: Location to Draw From:
sv_se: Plats att ta från:

source: Work Centre Added:
sv_se: Arbetscenter skapat:

source: Work Centres
sv_se: Arbetscenter

source: The work centre name cannot be empty.
sv_se: Arbetscenternamnet kan inte vara tomt.

source: Selected work center has been updated
sv_se: Valt arbetscenter har uppdaterats

source: New work center has been added
sv_se: Nytt arbetscenter har lagts till

source: Cannot delete this work centre because BOMs have been created referring to it.
sv_se: Kan inte radera detta arbetscenter då materiallistor refererar till det.

source: Cannot delete this work centre because work order requirements have been created referring to it.
sv_se: Kan inte radera detta arbetscenter då arbetsorderkrav refererar till det.

source: Selected work center has been deleted
sv_se: Valt arbetscenter har raderats

source: description
sv_se: beskrivning

source: The bill of material for this item is empty.
sv_se: Materiallistan för denna produkt är tom.

source: Total Cost
sv_se: Totalkostnad

source: There are no Requirements for this Order.
sv_se: Det finns inga krav för denna order.

source: Unit Quantity
sv_se: Enhetsantal

source: Total Quantity
sv_se: Totalt antal

source: Units Issued
sv_se: Framställda enheter

source: On Hand
sv_se: I lager

source: Marked items have insufficient quantities in stock.
sv_se: Markerade produkter har otillräckligt antal i lager.

source: There are no Productions for this Order.
sv_se: Det finns ingen produktion för denna order.

source: There are no Issues for this Order.
sv_se: Det finns inga problem för den här ordern.

source: There are no additional costs for this Order.
sv_se: Det finns inga merkostnader för den här ordern.

source: The work order number sent is not valid.
sv_se: Det skickade arbetsordernumret är ogiltigt.

source: Manufactured Item
sv_se: Tillverkad produkt

source: Into Location
sv_se: Till plats

source: This work order is closed.
sv_se: Arbetsordern har stängts.

source: Return Items to Location
sv_se: Returnera produkter till plats

source: Issue Items to Work order
sv_se: Produkter till arbetsorder

source: To Work Centre:
sv_se: Till arbetscenter:

source: Issue Date:
sv_se: Utgivningsdatum:

source: Production.
sv_se: Produktion.

source: Updated.
sv_se: Uppdaterad.

source: Canceled.
sv_se: Avbruten

source: Released.
sv_se: Frisläppt.

source: Quick production.
sv_se: Snabbproduktion.

source: Order Currency
sv_se: Ordervaluta

source: For Purchase Order
sv_se: För inköpsorder

source: Ordered On
sv_se: Beställt den

source: Deliver Into Location
sv_se: Leverera till plats

source: Date Items Received
sv_se: Datum för mottagna produkter

source: Supplier's Reference
sv_se: Leverantörs referens

source: Delivery Address
sv_se: Leveransadress

source: Order Comments
sv_se: Orderkommentarer

source: Supplier's Ref.:
sv_se: Leverantörs ref:

source: Terms:
sv_se: Villkor:

source: Supplier's Currency:
sv_se: Leverantörsvaluta:

source: Tax Group:
sv_se: Momsgrupp:

source: Sub-total:
sv_se: Summa:

source: Invoice Total:
sv_se: Fakturatotal:

source: Credit Note Total
sv_se: Kreditfaktura - total

source: Add GL Line
sv_se: Lägg till huvudboksrad

source: Reset
sv_se: Återställ

source: Clear all GL entry fields
sv_se: Rensa alla huvudboksinmatningsfält

source: GL Items for this Invoice
sv_se: Bokföringsposter för denna faktura

source: GL Items for this Credit Note
sv_se: Bokföringsposter för denna kreditfaktura

source: Quick Entry:
sv_se: Snabbregistrering:

source: Add to Invoice
sv_se: Lägg till faktura

source: Add to Credit Note
sv_se: Lägg till kreditfakturan

source: Remove
sv_se: Ta bort

source: WARNING! Be careful with removal. The operation is executed immediately and cannot be undone !!!
sv_se: VARNING! Var försiktig med borttagning. Operationen utförs omedelbart ochgår inte att ångra!

source: You are about to remove all yet non-invoiced items from delivery line #%d. This operation also irreversibly changes related order line. Do you want to continue ?
sv_se: Du håller på att ta bort alla ännu inte fakturerade poster från leveransrad #%d.Denna operation ändrar också oåterkalleligt relaterad orderrad. Vill dufortsätta?

source: Items Received Yet to be Invoiced
sv_se: Mottagna produkter till fakturering

source: Delivery Item Selected For Adding To A Supplier Credit Note
sv_se: Leveransprodukt du valt för att lägga till en leverantörs kreditfaktura.

source: Received Items Charged on this Invoice
sv_se: Mottagna produkter debiterade på denna faktura

source: Received Items Credited on this Note
sv_se: Mottagna produkter krediterade på denna nota

source: Received between
sv_se: Mottagen mellan

source: Add All Items
sv_se: Lägg till alla produkter

source: Delivery
sv_se: Leverans

source: Sequence #
sv_se: Sekvens #

source: P.O.
sv_se: Postkontor

source: Received On
sv_se: Mottagen den

source: Quantity Received
sv_se: Antal mottagna

source: Quantity Invoiced
sv_se: Antal fakturerade

source: Qty Yet To Invoice
sv_se: Antal att fakturera

source: Order Price
sv_se: Orderpris

source: Qty Yet To Credit
sv_se: Antal att kreditera

source: Line Value
sv_se: Radvärde

source: There are no outstanding items received from this supplier that have not been invoiced by them.
sv_se: Det finns inga utestående produkter mottagna från denna leverantör som inte redan har fakturerats.

source: There are no received items for the selected supplier that have been invoiced.
sv_se: Det finns inga mottagna produkter för vald leverantör som har fakturerats.

source: Credits can only be applied to invoiced items.
sv_se: Kredit kan endast matcha fakturerade produkter.

source: Supplier Currency:
sv_se: Leverantörsvaluta:

source: Order Date:
sv_se: Orderdatum:
