Repository: Interlecto/proho
Catalog: dev/acc/frontaccounting/lang/*/LC_MESSAGES/*-2.3.0-4.po
Languages: sv_se

source: &Print Sales Invoice
sv_se: &Skriv ut faktura

source: &Email Sales Invoice
sv_se: &E-posta faktura

source: Print &Receipt
sv_se: &Skriv ut kvitto

source: Enter a &New Template Invoice
sv_se: Ange en ny &fakturamall

source: Enter a &New Direct Invoice
sv_se: Ange en ny &direktfaktura

source: The entered date is not in fiscal year
sv_se: Angivet datum ligger utanför räkenskapsåret.

source: You must enter the person or company to whom delivery should be made to.
sv_se: Du måste ange person eller företag till vem leveransen skall skickas.

source: You should enter the street address in the box provided. Orders cannot be accepted without a valid street address.
sv_se: Du måste ange gatuadressen i adressrutan. Ordern kan inte godkännas utan en giltig gatuadress.

source: The shipping cost entered is expected to be numeric.
sv_se: Angiven fraktkostnad förväntas vara numerisk.

source: The Valid date is invalid.
sv_se: Angivet datum är ogiltigt.

source: The delivery date is invalid.
sv_se: Leveransdatumet är ogiltigt.

source: The requested valid date is before the date of the quotation.
sv_se: Det begärda datumet är före offertdatumet.

source: The requested delivery date is before the date of the order.
sv_se: Angivet leveransdatum är före orderdatum.

source: You need to define a cash account for your Sales Point.
sv_se: Du måste ange ett kassakonto för din försäljningspunkt.

source: The item could not be updated because you are attempting to set the quantity ordered to less than 0, or the discount percent to more than 100.
sv_se: Posten kunde inte uppdateras då du försöker ange beställt antalet till mindre än 0, eller rabattprocenten till mera än 100.

source: Price for item must be entered and can not be less than 0
sv_se: Priset för produkten måste anges och kan inte vara mindre än 0.

source: You attempting to make the quantity ordered a quantity less than has already been delivered. The quantity delivered cannot be modified retrospectively.
sv_se: Du försöker göra det beställda antalet mindre än det redanlevererade. Levererad kvantitet kan inte ändras i efterhand.

source: This item cannot be deleted because some of it has already been delivered.
sv_se: Denna produkt kan inte tas bort då några redan har levererats.

source: Direct delivery entry has been cancelled as requested.
sv_se: Direktleveransinmatningen har avbrutits som önskat

source: Enter a New Sales Delivery
sv_se: Ange en ny leverans

source: Direct invoice entry has been cancelled as requested.
sv_se: Direktfakturainmatningen har avbrutits som begärts.

source: Enter a New Sales Invoice
sv_se: Ange en ny faktura

source: This order cannot be cancelled because some of it has already been invoiced or dispatched. However, the line item quantities may be modified.
sv_se: Ordern kan inte avbrytas då något i den redan har fakturerats eller skickats. Däremot kan produktantalet ändras.

source: This sales quotation has been cancelled as requested.
sv_se: Denna försäljningsoffert har avbrutits på begäran.

source: Enter a New Sales Quotation
sv_se: Ange en ny försäljningsoffert

source: This sales order has been cancelled as requested.
sv_se: Den här ordern har avbrutits på begäran.

source: Enter a New Sales Order
sv_se: Registrera en ny order

source: Invoice Date:
sv_se: Fakturadatum:

source: Sales Invoice Items
sv_se: Fakturaposter

source: Enter Delivery Details and Confirm Invoice
sv_se: Ange leveransdetaljer och bekräfta faktura

source: Cancel Invoice
sv_se: Avbryt faktura

source: Place Invoice
sv_se: Placera faktura

source: Delivery Date:
sv_se: Leveransdatum:

source: Delivery Note Items
sv_se: Följesedelsartiklar

source: Enter Delivery Details and Confirm Dispatch
sv_se: Ange leveransdetaljer och bekräfta sändning

source: Cancel Delivery
sv_se: Avbryt leverans

source: Place Delivery
sv_se: Placera leverans

source: Quotation Date:
sv_se: Offertdatum:

source: Sales Quotation Items
sv_se: Offertposter

source: Enter Delivery Details and Confirm Quotation
sv_se: Ange leveransdetaljer och bekräfta offert

source: Cancel Quotation
sv_se: Avbryt offert

source: Place Quotation
sv_se: Placera offert

source: Commit Quotations Changes
sv_se: Skicka offertändringar

source: Sales Order Items
sv_se: Orderposter

source: Enter Delivery Details and Confirm Order
sv_se: Ange leveransdetaljer och bekräfta order

source: Commit Order Changes
sv_se: Skicka orderändringar

source: You are about to void this Document.\nDo you want to continue?
sv_se: Du håller på att annullera detta dokument.\nVill du fortsätta?

source: Validate changes and update document
sv_se: Validera förändringar och uppdatera dokument

source: Cancels document entry or removes sales order when editing an old document
sv_se: Avbryter dokumentinmatning eller tar bort försäljningsorder vid redigering av ett gammalt dokument

source: Allocate Customer Payment or Credit Note
sv_se: Fördela kundinbetalning eller kreditfaktura

source: Allocation of %s # %d
sv_se: Fördelning av %s # %d

source: Customer Allocations
sv_se: Kundfördelningar

source: Select a customer:
sv_se: Välj en kund:

source: Credit Status
sv_se: Kreditstatus

source: The credit status description cannot be empty.
sv_se: Kreditstatusbeskrivningen kan inte vara tom.

source: New credit status has been added
sv_se: Ny kreditstatus har lagts till

source: Selected credit status has been updated
sv_se: Vald kreditstatus har uppdaterats

source: Cannot delete this credit status because customer accounts have been created referring to it.
sv_se: Kan inte ta bort denna kreditstatus då kundkonton refererar till den.

source: Selected credit status has been deleted
sv_se: Vald kreditstatus har raderats

source: Dissallow Invoices
sv_se: Tillåt ej fakturor

source: Invoice OK
sv_se: Faktura OK

source: NO INVOICING
sv_se: Ingen fakturering

source: Dissallow invoicing ?
sv_se: Tillåt inte fakturering?

source: Customer Branches
sv_se: Kundfilialer

source: There are no customers defined in the system. Please define a customer to add customer branches.
sv_se: Det finns inga kunder definierade i systemet. Vänligen definiera en kund för att upprätta kundfilialer.

source: There are no sales people defined in the system. At least one sales person is required before proceeding.
sv_se: Det finns inga säljare definierade i systemet. Åtminstome en säljare behövs före behandling.

source: There are no sales areas defined in the system. At least one sales area is required before proceeding.
sv_se: Det finns inga försäljningsområden definierade i systemet. Åtminstone ett försäljningsområde behövs före behandling.

source: There are no shipping companies defined in the system. At least one shipping company is required before proceeding.
sv_se: Det finns inga fraktbolag definierade i systemet. Åtminstone ett fraktbolag behövs före behandling.

source: The Branch name cannot be empty.
sv_se: Filialnamnet kan inte vara tomt.

source: The Branch short name cannot be empty.
sv_se: Filialkortnamnet kan inte vara tomt.

source: Selected customer branch has been updated
sv_se: Vald kundfilial har uppdaterats

source: New customer branch has been added
sv_se: Ny kundfilial har lagts till

source: Cannot delete this branch because customer transactions have been created to this branch.
sv_se: Kan inte ta bort filialen då kundtransaktioner refererar till den.

source: Cannot delete this branch because sales orders exist for it. Purge old sales orders first.
sv_se: Kan inte ta bort filialen då order har skapats för den. Ta först bort gamla ordrar.

source: Selected customer branch has been deleted
sv_se: Vald kundfilial har raderats

source: Main Branch
sv_se: Huvudfilial

source: Name and Contact
sv_se: Namn och kontakt

source: Branch Name:
sv_se: Filialnamn:

source: Branch Short Name:
sv_se: Filial-kortnamn:

source: Sales Person:
sv_se: Säljare:

source: Sales Area:
sv_se: Försäljningsområde:

source: Sales Group:
sv_se: Försäljningsgrupp:

source: Default Inventory Location:
sv_se: Standardlagerplats:

source: Default Shipping Company:
sv_se: Standardfraktbolag:

source: Accounts Receivable Account:
sv_se: Kundreskontra:

source: General contact data
sv_se: Generella kontaktdata

source: Billing Address:
sv_se: Fakturaadress:

source: Disable this Branch:
sv_se: Inaktivera den här filialen:

source: Contact
sv_se: Kontakt

source: Area
sv_se: Område

source: Phone No
sv_se: Telefon-nr.

source: Fax No
sv_se: Fax

source: Tax Group
sv_se: Momsgrupp

source: The selected customer does not have any branches. Please create at least one branch.
sv_se: Vald kund har inga filialer. Vänligen skapa åtminstone en filial.

source: The customer name cannot be empty.
sv_se: Kundnamnet kan inte vara tomt.

source: The customer short name cannot be empty.
sv_se: Kundens kortnamn kan inte vara tomt.

source: The credit limit must be numeric and not less than zero.
sv_se: Kreditgränsen måste vara numerisk och inte mindre än 0.

source: The payment discount must be numeric and is expected to be less than 100% and greater than or equal to 0.
sv_se: Betalningsrabatten måste vara numerisk och förväntas vara mindre än 100% och större än eller lika med 0.

source: The discount percentage must be numeric and is expected to be less than 100% and greater than or equal to 0.
sv_se: Rabattprocenten måste vara numerisk och förväntas vara mindre än 100% och större än eller lika med 0.

source: Customer has been updated.
sv_se: Kunden har uppdaterats.

source: A new customer has been added.
sv_se: En ny kund har lagts till.

source: This customer cannot be deleted because there are transactions that refer to it.
sv_se: Kunden kan inte tas bort då transaktioner refererar till kunden.

source: Cannot delete the customer record because orders have been created against it.
sv_se: Kan inte ta bort kunden då order har skapats mot kunden.

source: Cannot delete this customer because there are branch records set up against it.
sv_se: Kan inte ta bort kunden då det finns filialer upprättade.

source: Selected customer has been deleted.
sv_se: Vald kund har raderats.

source: Name and Address
sv_se: Namn och adress

source: Customer Name:
sv_se: Kundnamn:

source: Customer Short Name:
sv_se: Kund-kortnamn:

source: Customer's Currency:
sv_se: Kundens valuta:

source: Sales Type/Price List:
sv_se: Försäljningstyp/prislista:

source: Customer status:
sv_se: Kundstatus:

source: Discount Percent:
sv_se: Rabatt-procent:

source: Prompt Payment Discount Percent:
sv_se: Snabbetalningsrabatt - procent:

source: Credit Status:
sv_se: Kreditstatus:

source: Customer branches
sv_se: Kundfilialer

source: Select or &Add
sv_se: &Välj eller lägg till

source: &Add or Edit
sv_se: &Lägg till eller redigera

source: Add New Customer
sv_se: Registrera ny kund

source: Update Customer
sv_se: Uppdatera kund

source: Update customer data
sv_se: Uppdatera kunddata

source: Select this customer and return to document entry.
sv_se: Välj den här kunden och återgå till dokumentinmatning.

source: Delete Customer
sv_se: Ta bort kund

source: Delete customer data if have been never used
sv_se: Radera kunddata om det aldrig har använts

source: There are no sales types defined. Please define at least one sales type before adding a customer.
sv_se: Det finns inga försäljningstyper definierade. Vänligen definiera åtminstone en försäljningstyp innan kund läggs till.

source: New customer
sv_se: Ny kund

source: Recurrent Invoices
sv_se: Återkommande fakturor

source: The area description cannot be empty.
sv_se: Områdebeskrivning kan inte vara tom.

source: Selected recurrent invoice has been updated
sv_se: Vald återkommande faktura har uppdaterats

source: New recurrent invoice has been added
sv_se: Ny återkommande faktura har lagts till

source: Selected recurrent invoice has been deleted
sv_se: Vald återkommande faktura har tagits bort

source: Template:
sv_se: Mall:

source: Days:
sv_se: Dagar:

source: Monthly:
sv_se: Månadsvis:

source: Begin:
sv_se: Start:

source: End:
sv_se: Slut:

source: Selected sales area has been updated
sv_se: Valt försäljningsområde har uppdaterats

source: New sales area has been added
sv_se: Nytt försäljningsområde har lagts till

source: Cannot delete this area because customer branches have been created using this area.
sv_se: Kan inte ta bort detta område då kundfilialer refererar till det.

source: Selected sales area has been deleted
sv_se: Valt försäljningsområde har raderats

source: Area Name
sv_se: Områdesnamn:

source: Area Name:
sv_se: Områdesnamn:

source: Sales Groups
sv_se: Försäljningsgrupper

source: Selected sales group has been updated
sv_se: Vald försäljningsgrupp har uppdaterats

source: New sales group has been added
sv_se: Ny försäljningsgrupp har lagts till

source: Cannot delete this group because customers have been created using this group.
sv_se: Kan inte ta bort den här gruppen eftersom kunderna har skapats med hjälp av denna grupp.

source: Selected sales group has been deleted
sv_se: Vald försäljningsgrupp har raderats

source: Group Name:
sv_se: Gruppnamn:

source: Sales Persons
sv_se: Säljare

source: The sales person name cannot be empty.
sv_se: Säljarens namn kan inte vara tomt.

source: Salesman provision cannot be less than 0 or more than 100%.
sv_se: Säljares provision kan inte vara mindre än 0 eller mer än 100%

source: Salesman provision breakpoint must be numeric and not less than 0.
sv_se: Försäljarens provisionsbrytpunkt måste vara numerisk och inte mindre än 0.

source: Selected sales person data have been updated
sv_se: Vald säljares data har uppdaterats

source: New sales person data have been added
sv_se: Ny säljare har lagts till

source: Selected sales person data have been deleted
sv_se: Vald säljares data har raderats.

source: Sales person name:
sv_se: Säljarens namn:

source: Telephone number:
sv_se: Telefon:

source: Fax number:
sv_se: Fax:

source: Break Pt.:
sv_se: Brytpunkt:

source: POS settings
sv_se: POS-inställningar

source: The POS name cannot be empty.
sv_se: POS-namnet kan inte vara tomt.

source: New point of sale has been added
sv_se: Nytt försäljningsställe har lagts till

source: Selected point of sale has been updated
sv_se: Valt försäljningsställe har uppdaterats

source: Cannot delete this POS because it is used in users setup.
sv_se: Kan inte radera detta försäljningsställe då det används i användarinställningar.

source: Selected point of sale has been deleted
sv_se: Valt försäljningsställe har raderats

source: POS Name
sv_se: Försäljningsställe - namn

source: Credit sale
sv_se: Kreditförsäljning

source: Cash sale
sv_se: Kontantförsäljning

source: Default account
sv_se: Standardkonto:

source: To have cash POS first define at least one cash bank account.
sv_se: För att ha kontantsäljstället först definiera åtminstone ett kassakonto.

source: Point of Sale Name
sv_se: POS-namn

source: Allowed credit sale terms selection:
sv_se: Urval av tillåtna kreditförsäljningsvillkor:

source: Allowed cash sale terms selection:
sv_se: Urval av tillåtna kontantförsäljningsvillkor:

source: Default cash account
sv_se: Standardlikvidkonto

source: POS location
sv_se: Försäljningsplats

source: The sales type description cannot be empty.
sv_se: Försäljningstypbeskrivning kan inte vara tom.

source: Calculation factor must be valid positive number.
sv_se: Beräkningsfaktorn måste vara giltigt positivt tal.

source: New sales type has been added
sv_se: Ny försäljningstyp har lagts till

source: Selected sales type has been updated
sv_se: Vald försäljningstyp har uppdaterats

source: Cannot delete this sale type because customer transactions have been created using this sales type.
sv_se: Kan inte ta bort denna försäljningstyp då kundtransaktioner refererar den den.

source: Cannot delete this sale type because customers are currently set up to use this sales type.
sv_se: Kan inte ta bort denna försäljningstyp då kunder finns som använder den.

source: Selected sales type has been deleted
sv_se: Vald försäljningstyp har raderats

source: Type Name
sv_se: Typnamn:

source: Factor
sv_se: Faktor

source: Tax Incl
sv_se: Moms inkluderad

source: Base
sv_se: Bas

source: Marked sales type is the company base pricelist for prices calculations.
sv_se: Markerad försäljningstyp är företagets basprislista för prisberäkningar.

source: Sales Type Name
sv_se: Försäljningstypnamn

source: Calculation factor
sv_se: Beräkningsfaktor

source: Tax included
sv_se: Moms inkluderad

source: View Credit Note
sv_se: Visa kreditfaktura

source: CREDIT NOTE #%d
sv_se: Kreditfaktura # %d

source: There are no line items on this credit note.
sv_se: Det finns inga artiklar på denna kreditfaktura.

source: View Sales Dispatch
sv_se: Visa försäljningssändning

source: DISPATCH NOTE #%d
sv_se: Avsändningsavi #%d

source: Charge Branch
sv_se: Debitera filial

source: Customer Order Ref.
sv_se: Kundorder-ref.

source: Dispatch Date
sv_se: Sänddatum

source: There are no line items on this dispatch.
sv_se: Det finns inga artiklar på denna sändning.

source: TOTAL VALUE
sv_se: Totalvärde

source: This dispatch has been voided.
sv_se: Denna sändning har annullerats.

source: View Sales Invoice
sv_se: Visa faktura

source: SALES INVOICE #%d
sv_se: Faktura #%d

source: There are no line items on this invoice.
sv_se: Det finns inga artiklar på denna faktura.

source: View Customer Payment
sv_se: Visa kundbetalning

source: Customer Payment #%d
sv_se: Kundbetalning #%d

source: From Customer
sv_se: Från kund

source: Into Bank Account
sv_se: Till bankkonto

source: Date of Deposit
sv_se: Betalningsdatum

source: This customer payment has been voided.
sv_se: Kundbetalningen har annullerats.

source: View Sales Quotation
sv_se: Visa fösäljningsoffert

source: Sales Quotation #%d
sv_se: Försäljningsoffert #%d

source: View Sales Order
sv_se: Visa order

source: Sales Order #%d
sv_se: Försäljningsorder #%d

source: Customer Name
sv_se: Kundnamn

source: Deliver To Branch
sv_se: Leverera till filial

source: Requested Delivery
sv_se: Begärd leverans

source: Deliver From Location
sv_se: Leverera från plats

source: Telephone
sv_se: Telefon

source: This Sales Order is used as a Template.
sv_se: Denna kundorder används som en mall.

source: Quantity Delivered
sv_se: Antal levererad

source: Total Order Value
sv_se: Totalt ordervärde

source: Customer Allocation Inquiry
sv_se: Kundfördelningsfråga

source: Allocation
sv_se: Fördelning

source: Customer Transactions
sv_se: Kundtransaktioner

source: CUSTOMER ACCOUNT IS ON HOLD
sv_se: Kundkontot är vilande

source: Print Receipt
sv_se: Skriv ut kvitto

source: Search Not Invoiced Deliveries
sv_se: Sök efter ej fakturerade leveranser

source: Search All Deliveries
sv_se: Sök alla leveranser

source: For batch invoicing you should select at least one delivery. All items must be dispatched to the same customer branch.
sv_se: För massfakturering bör du välja minst en leverans. Alla produkter måste vara skickade till samma kundfilial.

source: Delivery #
sv_se: Leverans #

source: Cust Ref
sv_se: Kundreferens

source: Due By
sv_se: Förfallen den

source: Delivery Total
sv_se: Leveranstotal

source: Batch Invoicing
sv_se: Massfakturering

source: Search Outstanding Sales Orders
sv_se: Sök utestående order

source: Search Template for Invoicing
sv_se: Sök mall för fakturering

source: Select Template for Delivery
sv_se: Välj mall för leverans

source: Search All Sales Orders
sv_se: Sök alla order

source: Search All Sales Quotations
sv_se: Sök alla försäljningsofferter

source: Dispatch
sv_se: Skicka

source: Set this order as a template for direct deliveries/invoices
sv_se: Sätt den här ordern som mall för direktleveranser/fakturor

source: Show All:
sv_se: Visa alla:

source: Cust Order Ref
sv_se: Kundorder-ref.

source: Delivery To
sv_se: Leverans till

source: Quote #
sv_se: Offert #

source: Quote Date
sv_se: Offertdatum

source: Quote Total
sv_se: Offerttotal

source: Tmpl
sv_se: Mall

source: You have to enter valid stock code or nonempty description
sv_se: Du måste ange giltig lagerkod eller icke-tom beskrivning

source: This edit session has been abandoned by opening sales document in another browser tab. You cannot edit more than one sales document at once.
sv_se: Denna redigeringssession har frångåtts genom att öppna säljdokument i en annanflik. Du kan inte ändra mer än ett försäljningsdokument på en gång.

source: Unsuspected overallocation happened due to sparse credit notes exists for this invoice. Check all credit notes allocated to this invoice for summarized freight charges.
sv_se: Oförutsedd överfördelning hände på grund av att spridda kreditnotor existerar fördenna faktura. Kontrollera alla kreditnotor som tilldelats denna faktura för sammanfattade fraktavgifter.

source: Cash invoice
sv_se: Kontantfaktura

source: Stocks below Re-Order Level at
sv_se: Lager under beställningsnivå vid

source: Below
sv_se: Under

source: Please reorder
sv_se: Vänligen efterbeställ

source: Deleted.
sv_se: Raderad

source: Customer Currency:
sv_se: Kundvaluta:

source: Shipping Company:
sv_se: raktbolag

source: Customer Discount:
sv_se: Kundrabatt:

source: This item is already on this document. You have been warned.
sv_se: Denna post finns redan i detta dokument. Du har varnats.

source: The selected customer and branch are not valid, or the customer does not have any branches.
sv_se: Den valda kunden och filialen är inte giltig, eller så har inte kunden någon filial.

source: Price after Tax
sv_se: Pris efter moms

source: Price before Tax
sv_se: Pris utan moms

source: Shipping Charge
sv_se: Fraktavgift

source: No customer found for entered text.
sv_se: Ingen kund hittades för angiven text.

source: Reference number unique for this document type
sv_se: Referensnummer unikt för denna dokumenttyp

source: Price List:
sv_se: Prislista:

source: Date of order receive
sv_se: Mottagningsdatum

source: Cash payment
sv_se: Kontantbetalning

source: Deliver from Location:
sv_se: Leverera från plats:

source: Cash account:
sv_se: Kassakonto:

source: Delivery Details
sv_se: Leveransdetaljer

source: Invoice Delivery Details
sv_se: Fakturadetaljer

source: Invoice before
sv_se: Faktura före

source: Quotation Delivery Details
sv_se: Offert - leveransdetaljer

source: Order Delivery Details
sv_se: Order - leveransdetaljer

source: Enter requested day of delivery
sv_se: Ange begärd leveransdag

source: Enter Valid until Date
sv_se: Ange gällande sistadatum

source: Deliver To:
sv_se: Leverera till:

source: Additional identifier for delivery e.g. name of receiving person
sv_se: Ytterligare identifierare för leverans, t.ex. namn på mottagande person

source: Delivery address. Default is address of customer branch
sv_se: Leveransadress. Standard är kundfilialens adress

source: Contact Phone Number:
sv_se: Telefonnummer:

source: Phone number of ordering person. Defaults to branch phone number
sv_se: Telefonnummer till beställande person. Standard till filialens telefonnummer

source: Customer Reference:
sv_se: Kundreferens:

source: Customer reference number for this order (if any)
sv_se: Kundreferensnummer för den här ordern (om någon)

source: Item Tax Types
sv_se: Produktmomstyp

source: The item tax type description cannot be empty.
sv_se: Produktens momstypsbeskrivning kan inte vara tom.

source: Selected item tax type has been updated
sv_se: Vald produktmomstyp har uppdaterats

source: New item tax type has been added
sv_se: Ny produktmomstyp har lagts till

source: Cannot delete this item tax type because items have been created referring to it.
sv_se: Kan inte ta bort denna produktmomstyp då produkter refererar till den.

source: Selected item tax type has been deleted
sv_se: Vald produktmomstyp har raderats

source: Tax exempt
sv_se: Momsfritt

source: Is Fully Tax-exempt:
sv_se: Är helt momsfritt:
