Repository: Interlecto/proho
Catalog: dev/acc/frontaccounting/lang/*/LC_MESSAGES/*-2.3.0-4.po
Languages: sv_se

source: Bank reports and inquiries
sv_se: Bankrapporter och förfrågningar

source: GL reports and inquiries
sv_se: Huvudboksrapporter och förfrågningar

source: Cannot retrieve exchange rate for currency %s as of %s. Please add exchange rate manually on Exchange Rates page.
sv_se: Kan inte hämta växelkurs för valuta%s som%s. Vänligen lägg till växelkurs manuellt på valutakurssidan.

source: Before software upgrade you have to include old $security_groups and $security_headings arrays from old config.php file to the new one.
sv_se: Innan uppgraderingen måste du inkludera gamla $security_groups och $security_headings-matriser från gamla config.php-filen till den nya.

source: Back
sv_se: Tillbaka

source: System is available for site admin only until full database upgrade
sv_se: Systemet är endast tillgängligt för administratören tills databasen har uppgraderats

source: Requesting data...
sv_se: Begär uppgifter

source: in file
sv_se: i fil

source: at line
sv_se: på rad

source: Debug mode database warning:
sv_se: Felsökningsläge - databasvarning

source: DATABASE ERROR :
sv_se: Databasfel:

source: The entered information is a duplicate. Please go back and enter different values.
sv_se: Angiven information finns redan. Vänligen gå tillbaka och ange ett annat värde.

source: This page is usable only with javascript enabled browsers.
sv_se: Den här sidan kan bara visas med javaskript aktiverat

source: Release file in repository is invalid, or public key is outdated.
sv_se: Filen i förrådet är felaktig, eller så är den publika nyckeln föråldrad.

source: Repository version does not match application version.
sv_se: Förrådsversionen matchar inte programversionen.

source: Security alert: broken index file in repository '%s'. Please inform repository administrator about this issue.
sv_se: Säkerhetsvarning: trasig indexfil i förrådet '%s'. Vänligen informera förrådsadministratören om det här problemet.

source: Security alert: broken package '%s' in repository. Please inform repository administrator about this issue.
sv_se: Säkerhetsvarning: trasigt paket '%s' i förrådet. Vänligen informera förrådsadministratören om det här problemet.

source: Incorrect Password
sv_se: Felaktigt lösenord

source: The user and password combination is not valid for the system.
sv_se: Användar- och lösenordskombinationen är inte giltig för systemet.

source: If you are not an authorized user, please contact your system administrator to obtain an account to enable you to use the system.
sv_se: Om du inte är auktoriserad användare, vänligen kontakta systemadministratören för att få konto så du kan använda systemet.

source: Try again
sv_se: Försök igen!

source: Security settings have not been defined for your user account.
sv_se: Säkerhetsinställningar har inte definierats för ditt användarkonto.

source: Please contact your system administrator.
sv_se: Vänligen kontakta systemadministratören.

source: Please remove $security_groups and $security_headings arrays from config.php file!
sv_se: Vänligen ta bort $security_groups och $security_headings-matriser från config.php-filen!

source: Access to application has been blocked until database upgrade is completed by system administrator.
sv_se: Tillgång till tillämpningen har blockerats tills databasuppgraderingen är avslutad av systemadministratören.

source: The security settings on your account do not permit you to access this function
sv_se: Säkerhetsinställningarna för ditt konto tillåter inte tillgång till denna funktion

source: System is blocked after source upgrade until database is updated on System/Software Upgrade page
sv_se: Systemet är blockerat efter källuppgradering tills databasen uppdaterats på system/programuppgraderingssida

source: Journal Entry
sv_se: Verifikat

source: Bank Payment
sv_se: Bankbetalning

source: Bank Deposit
sv_se: Bankinbetalning

source: Funds Transfer
sv_se: Kapitalöverföring

source: Sales Invoice
sv_se: Försäljningsfaktura

source: Customer Credit Note
sv_se: Kundkreditfaktura

source: Customer Payment
sv_se: Kundbetalning

source: Delivery Note
sv_se: Följesedel

source: Location Transfer
sv_se: Lagerplatsöverföring

source: Inventory Adjustment
sv_se: Lagerändringar

source: Purchase Order
sv_se: Inköpsorder

source: Supplier Invoice
sv_se: Leverantörsfaktura

source: Supplier Credit Note
sv_se: Leverantörskreditfaktura

source: Supplier Payment
sv_se: Leverantörsbetalning

source: Purchase Order Delivery
sv_se: Inköpsorderleverans

source: Work Order
sv_se: Arbetsorder

source: Work Order Issue
sv_se: Arbetsorderproblem

source: Work Order Production
sv_se: Arbetsordersproduktion

source: Sales Order
sv_se: Försäljningsorder

source: Sales Quotation
sv_se: Försäljningsoffert

source: Cost Update
sv_se: Kostnadsuppdatering

source: Savings Account
sv_se: Sparkonto

source: Chequing Account
sv_se: Checkräkningskonto

source: Credit Account
sv_se: Kreditkonto

source: Cash Account
sv_se: Kassakonto

source: Transfer
sv_se: Överföra

source: Cheque
sv_se: Check-nr

source: Cash
sv_se: Kontant

source: Customer
sv_se: Kund

source: Supplier
sv_se: Leverantör

source: Assemble
sv_se: Montera

source: Unassemble
sv_se: Ta isär

source: Advanced Manufacture
sv_se: Avancerad tillverkning

source: Labour Cost
sv_se: Arbetskostnad

source: Overhead Cost
sv_se: Fasta utgifter

source: Assets
sv_se: Tillgångar

source: Equity
sv_se: Eget kapital

source: Income
sv_se: Intäkter

source: Cost of Goods Sold
sv_se: Kostnad för sålda produkter

source: Expense
sv_se: Kostnad

source: Remainder
sv_se: Behållning

source: Amount, increase base
sv_se: Öka basbelopp

source: Amount, reduce base
sv_se: Minska basbelopp

source: % amount of base
sv_se: % basbelopp

source: % amount of base, increase base
sv_se: Basbeloppshöjning

source: % amount of base, reduce base
sv_se: Basbeloppsminskning

source: Taxes added
sv_se: Moms tillagd

source: Taxes added, increase base
sv_se: Moms tillagd, öka bas

source: Taxes added, reduce base
sv_se: Moms tillagd, reducera bas

source: Taxes included
sv_se: Moms inkluderad

source: Taxes included, increase base
sv_se: Moms inkluderad, öka bas

source: Taxes included, reduce base
sv_se: Moms inkluderad, reducera bas

source: Supplier Invoice/Credit
sv_se: Leverantörsfaktura/kredit

source: Manufactured
sv_se: Tillverkad

source: Purchased
sv_se: Köpt

source: Service
sv_se: Tjänst

source: Customer branch
sv_se: Kundfilial

source: Shipper
sv_se: Fraktbolag

source: Company internal
sv_se: Internt företag

source: Prepayment
sv_se: Förskottsbetalning

source: After No. of Days
sv_se: Efter antal dagar

source: Day In Following Month
sv_se: Dag i följande månad

source: Some transactions journal GL postings were not indexed due to lack of audit trail record.
sv_se: Vissa journalposter har inte indexerats på grund av brist på granskning av uppföljningspost.

source: Cost was %s changed to %s for item '%s'
sv_se: Kostnaden var %s ändrades till %s för posten '%s'

source: Transaction Type
sv_se: Transaktionstyp

source: Other Allocations
sv_se: Övriga fördelningar

source: This Allocation
sv_se: Denna fördelning

source: Left to Allocate
sv_se: Kvar att fördela

source: Total Allocated
sv_se: Totalt fördelat

source: The entry for one or more amounts is invalid or negative.
sv_se: Posten för ett eller flera belopp är ogiltiga eller negativa.

source: At least one transaction is overallocated.
sv_se: Minst en transaktion är överfördelad.

source: These allocations cannot be processed because the amount allocated is more than the total amount left to allocate.
sv_se: Dessa fördelningar kan inte behandlas då fördelat belopp är mera än det totala belopp kvar att fördela.

source: Assignment
sv_se: Tilldelning

source: Sec Phone
sv_se: Andratelefon

source: email
sv_se: E-post

source: Contact data
sv_se: Kontaktdata

source: First Name:
sv_se: Förnamn:

source: Last Name:
sv_se: Efternamn:

source: Contact active for:
sv_se: Kontakt aktiv för:

source: Phone:
sv_se: Telefon:

source: E-mail:
sv_se: E-post:

source: Document Language:
sv_se: Dokumentspråk:

source: Customer default
sv_se: Kundstandard

source: Notes:
sv_se: Anteckningar:

source: The contact name cannot be empty.
sv_se: Kontaktnamnet kan inte vara tomt.

source: Contact reference cannot be empty.
sv_se: Kontaktreferensen kan inte vara tom.

source: You have to select at least one category.
sv_se: Du måste välja minst en kategori.

source: Show also Inactive
sv_se: Visa också inaktiva

source: First
sv_se: Första

source: Prev
sv_se: Föregående

source: Next
sv_se: Nästa

source: Last
sv_se: Sista

source: Records %d-%d of %d
sv_se: Poster %d-%d of %d

source: No records
sv_se: Inga poster

source: Submit changes
sv_se: Verkställ ändringar

source: Clone
sv_se: Klona

source: Edit new record with current data
sv_se: Redigera ny post med aktuella uppgifter

source: Cancel edition
sv_se: Avbryt utgåva

source: You should automatically be forwarded.
sv_se: Du blir automatiskt vidarebefordrad

source: If this does not happen
sv_se: Om detta inte händer

source: click here
sv_se: klicka här

source: to continue
sv_se: fortsätt

source: View Attachment
sv_se: Visa bilaga

source: Close
sv_se: Stäng

source: Customers
sv_se: Kunder

source: Branches
sv_se: Filialer

source: Suppliers
sv_se: Leverantörer

source: Items
sv_se: Produkter

source: Click Here to Pick up the date
sv_se: Klicka här för att hämta datum

source: Inactive
sv_se: Inaktiv

source: Current Credit:
sv_se: Aktuell kredit:

source: Set filter
sv_se: Sätt filter

source: Press Space tab for search pattern entry
sv_se: Tryck mellanslag för att ange sökmönster

source: Enter code fragment to search or * for all
sv_se: Ange delord för att söka eller * för allt

source: Enter description fragment to search or * for all
sv_se: Ange beskrivning för att söka eller * för allt

source: All Suppliers
sv_se: Alla leverantörer

source: Press Space tab to filter by name fragment
sv_se: Tryck mellanslag för att filtrera på del av namn

source: Select supplier
sv_se: Välj leverantör

source: All Customers
sv_se: Alla kunder

source: Press Space tab to filter by name fragment; F2 - entry new customer
sv_se: Tryck mellanslag för att filtrera på del av namn; F2 - ange ny kund

source: Select customer
sv_se: Välj kund

source: All branches
sv_se: Alla filialer

source: Select customer branch
sv_se: Välj kundfilial

source: All Locations
sv_se: Alla platser

source: All Items
sv_se: Alla produkter

source: All Sales Types
sv_se: Alla försäljningstyper

source: Use Item Sales Accounts
sv_se: Använd artikelförsäljningskonton

source: All Types
sv_se: Alla typer

source: Sales Invoices
sv_se: Försäljningsfakturor

source: Overdue Invoices
sv_se: Förfallna fakturor

source: Payments
sv_se: Utbetalningar

source: Credit Notes
sv_se: Kreditnotor

source: Delivery Notes
sv_se: Följesedlar

source: Invoices
sv_se: Fakturor

source: Overdue Credit Notes
sv_se: Förfallna kreditnotor

source: Automatically put balance on back order
sv_se: Överför till restorder automatisk

source: Cancel any quantites not delivered
sv_se: Avbryt alla kvantiteter som inte levererats

source: Items Returned to Inventory Location
sv_se: Produkter returnerade till lagerplats

source: Items Written Off
sv_se: Avskrivna produkter

source: New role
sv_se: Ny roll

source: No tags defined.
sv_se: Inga etiketter definierade.

source: No active tags defined.
sv_se: Inga aktiva etiketter definierade

source: Activated for '%s'
sv_se: Aktiverad för '%s'

source: Available and/or installed
sv_se: Tillgänglig och/eller installerad

source: in units of :
sv_se: i enheter av:

source: Date Voided:
sv_se: Annulleringsdatum:

source: Total Tax Excluded
sv_se: Totalt exkl. moms

source: Included
sv_se: Inkluderad

source: Amount:
sv_se: Belopp:

source: Allocations
sv_se: Fördelningar

source: Total Amount
sv_se: Totalbelopp

source: Total Allocated:
sv_se: Totalt fördelat:

source: Left to Allocate:
sv_se: Kvar att fördela:

source: No Quick Entries are defined.
sv_se: Inga snabbinmatningsposter är definierade.

source: No Quick Entry lines are defined.
sv_se: Inga snabbinmatningsrader är definierade.

source: Cannot post to GL account used by more than one tax type.
sv_se: Kan inte boka post i huvudbokskonto som används av mer än en momstyp.

source: and
sv_se: och

source: January
sv_se: Januari

source: February
sv_se: Februari

source: March
sv_se: Mars

source: May
sv_se: Maj

source: June
sv_se: Juni

source: July
sv_se: Juli

source: August
sv_se: Augusti

source: October
sv_se: Oktober

source: Su
sv_se: Sö

source: Mo
sv_se: Må

source: Tu
sv_se: Ti

source: We
sv_se: On

source: Th
sv_se: To

source: Sa
sv_se: Lö

source: Package Details
sv_se: Packlista

source: The script must be called with a valid package id to review the info for.
sv_se: Skriptet måste anropas med ett giltigt paket-id att granska informationen för.

source: Available version
sv_se: Tillgänglig version

source: Package type
sv_se: Förpackningstyp

source: Package content
sv_se: Paketinnehåll

source: Author
sv_se: Upphovsman

source: Home page
sv_se: Hemsida

source: Package maintainer
sv_se: Paketansvarig

source: Installation path
sv_se: installationssökväg

source: Minimal software versions
sv_se: Minimala programversioner

source: Right to left
sv_se: Höger till vänster

source: Charset encoding
sv_se: Teckenuppsättningskodning

source: Content information for package '%s'
sv_se: Innehållsinformation för paketet%s

source: Property
sv_se: Egendom

source: Cannot create database
sv_se: Kan inte skapa databas

source: For Part :
sv_se: För del:

source: Location:
sv_se: Plats:

source: Detail:
sv_se: Detalj:

source: Positive Adjustment
sv_se: Positiv justering

source: Negative Adjustment
sv_se: Negativ justering

source: Item Code
sv_se: Produktkod

source: Item Description
sv_se: Produktbeskrivning

source: Quantity
sv_se: Antal

source: Unit
sv_se: Enhet

source: Unit Cost
sv_se: Enhetskostnad

source: From Location:
sv_se: Från plats:

source: To Location:
sv_se: Till plats:

source: Transfer Type:
sv_se: Överföringstyp:

source: Cannot delete this item because there are stock movements that refer to this item.
sv_se: Kan inte ta bort produkten då det finns lagerrörelser som refererar till den.

source: Cannot delete this item record because there are bills of material that require this part as a component.
sv_se: Kan inte denna produkt eftersom det finns materiallistor somkräver denna del som en komponent.

source: Cannot delete this item because there are existing purchase order items for it.
sv_se: Kan inte ta bort denna produkt eftersom det finns befintliga inköpsorderposter förden.

source: This item cannot be deleted because some code aliases or foreign codes was entered for it, or there are kits defined using this item as component
sv_se: Denna produkt kan inte tas bort eftersom en del kodalias eller alternativa koder har angetts, eller om det finns paket definierade som använder detta objekt som komponent

source: Inventory Item Movement
sv_se: Inventeringspunktsrörelse

source: There are no items defined in the system.
sv_se: Det finns inga produkter definierade i systemet.

source: Item:
sv_se: Produkt:

source: Show Movements
sv_se: Visa rörelser

source: Refresh Inquiry
sv_se: Uppdatera fråga

source: Detail
sv_se: Detalj

source: Quantity In
sv_se: Antal in

source: Quantity Out
sv_se: Antal ut

source: Quantity On Hand
sv_se: Antal i lager

source: Quantity on hand before
sv_se: Antal i lager innan

source: Quantity on hand after
sv_se: Antal i lager efter

source: Inventory Item Status
sv_se: Inventeringspunktsstatus

source: This is a service and cannot have a stock holding, only the total quantity on outstanding sales orders is shown.
sv_se: Detta är en tjänst och kan inte ha en lagerbehållning, bara den totala mängden påutestående försäljningsorder visas.

source: Location
sv_se: Plats

source: Demand
sv_se: Efterfrågan

source: Re-Order Level
sv_se: Beställningspunkt

source: On Order
sv_se: På beställning

source: Item Categories
sv_se: Produktkategorier

source: The item category description cannot be empty.
sv_se: Produktkategoribeskrivningen kan inte vara tom.

source: Selected item category has been updated
sv_se: Vald produktkategori har uppdaterats

source: New item category has been added
sv_se: Ny produktkategori har lagts till

source: Cannot delete this item category because items have been created using this item category.
sv_se: Kan inte radera denna produktkategori då produkter refererar till den.

source: Selected item category has been deleted
sv_se: Vald produktkategori har raderats

source: Tax type
sv_se: Momstyp

source: Units
sv_se: Enheter

source: Sales Act
sv_se: Försäljningshandling

source: Inventory Account
sv_se: Inventeringskonto

source: COGS Account
sv_se: Kostnadskonto för sålda varor

source: Adjustment Account
sv_se: Justeringskonto

source: Assembly Account
sv_se: Monteringskonto

source: Category Name:
sv_se: Kategorinamn:

source: Default values for new items
sv_se: Standardvärden för nya produkter

source: Item Tax Type:
sv_se: Produktmomstyp:

source: Item Type:
sv_se: Produkttyp:

source: Units of Measure:
sv_se: Måttenheter:

source: Exclude from sales:
sv_se: Uteslut från försäljning

source: Foreign Item Codes
sv_se: Alternativa produktkoder

source: There are no inventory items defined in the system.
sv_se: Det finns inga lagerartiklar definierade i systemet.

source: There is no item selected.
sv_se: Ingen produkt är vald.

source: The price entered was not positive number.
sv_se: Det angivna priset var inte positivt tal.

source: Item code description cannot be empty.
sv_se: Artikelkodbeskrivning kan inte vara tom.

source: This item code is already assigned to stock item or sale kit.
sv_se: Denna produktkod är redan tilldelad lagerprodukt eller försäljningspaket.

source: New item code has been added.
sv_se: Ny produktkod har lagts till.

source: Item code has been updated.
sv_se: Produktkod har uppdaterats

source: Item code has been sucessfully deleted.
sv_se: Produktkod har raderats

source: EAN/UPC Code
sv_se: EAN/UPC-kod

source: Category
sv_se: Kategori

source: UPC/EAN code:
sv_se: EAN/UPC-kod

source: Quantity:
sv_se: Antal:

source: Description:
sv_se: Beskrivning:

source: Category:
sv_se: Kategori:

source: Only jpg files are supported - a file extension of .jpg is expected
sv_se: Endast JPG-filer stöds - en filändelse med .jpg förväntas

source: There are no item categories defined in the system. At least one item category is required to add a item.
sv_se: Det finns inga produktkategorier definierade i systemet. Åtminstone en produktkategori behövs för att lägga till en produkt.

source: There are no item tax types defined in the system. At least one item tax type is required to add a item.
sv_se: Det finns inga produktmomstyper definierade i systemet. Åtminstone en produktmomstyp behövs för att lägga till en produkt.

source: The item name must be entered.
sv_se: Produktnamnet måste anges.

source: The item code cannot be empty
sv_se: Produktkoden kan inte vara tom

source: The item code cannot contain any of the following characters - & + OR a space OR quotes
sv_se: Produktkoden kan inte innehålla följande tecken - & + eller ett mellanslag eller citationstecken.

source: Item has been updated.
sv_se: Produkt har uppdaterats.

source: A new item has been added.
sv_se: Ny produkt har lagts till

source: Selected item has been deleted.
sv_se: Vald produkt har raderats

source: Select an item:
sv_se: Välj en produkt:

source: New item
sv_se: Ny produkt

source: Item
sv_se: Produkt

source: Item Code:
sv_se: Produktkod:

source: Editable description:
sv_se: Redigerbar beskrivning:

source: GL Accounts
sv_se: Huvudbokskonton

source: Other
sv_se: Annat

source: Image File (.jpg)
sv_se: Bildfil (.jpg)

source: No image
sv_se: Ingen bild

source: Delete Image:
sv_se: Radera bild:

source: Item status:
sv_se: Produktstatus:

source: Insert New Item
sv_se: Lägg in ny produkt

source: Update Item
sv_se: Uppdatera produkt

source: Select this items and return to document entry.
sv_se: Välj dessa produkter och återgå till dokumentet.

source: Clone This Item
sv_se: Klona den här produkten

source: Delete This Item
sv_se: Ta bort produkten

source: Units of Measure
sv_se: Måttenheter

source: The unit of measure code cannot be empty.
sv_se: Måttenhetenskoden kan inte vara tom.

source: The unit of measure code is too long.
sv_se: Måttenhetskoden är för lång.

source: The unit of measure description cannot be empty.
sv_se: Måttenhetsbeskrivningen kan inte vara tom.

source: Selected unit has been updated
sv_se: Vald enhet har uppdaterats

source: New unit has been added
sv_se: Ny enhet har lagts till

source: Cannot delete this unit of measure because items have been created using this unit.
sv_se: Kan inte radera denna måttenhet eftersom produkter har skapats med hjälp av denna enhet.

source: Selected unit has been deleted
sv_se: Vald enhet har raderats

source: Decimals
sv_se: Decimaler

source: User Quantity Decimals
sv_se: Användarantalsdecimaler

source: Unit Abbreviation:
sv_se: Enhetsförkortning:

source: Descriptive Name:
sv_se: Beskrivande namn:

source: Decimal Places:
sv_se: Decimalplaceringar:

source: Inventory Locations
sv_se: Lagerplatser

source: The location code must be five characters or less long (including converted special chars).
sv_se: Platskoden ska vara fem tecken eller kortare (inklusive konverterade specialtecken).

source: The location name must be entered.
sv_se: Platsnamnet måste anges.

source: Selected location has been updated
sv_se: Vald plats har uppdaterats

source: New location has been added
sv_se: Ny plats har lagts till

source: Cannot delete this location because item movements have been created using this location.
sv_se: Kan inte ta bort denna plats då produktflyttningar har skapats med hjälp av platsen.

source: Cannot delete this location because it is used by some work orders records.
sv_se: Kan inte ta bort den här platsen eftersom det används av vissa arbetsorderdokument.

source: Cannot delete this location because it is used by some branch records as the default location to deliver from.
sv_se: Kan inte ta bort den här platsen eftersom det används av vissa filialposter somstandardplats att leverera från.

source: Cannot delete this location because it is used by some related records in other tables.
sv_se: Kan inte ta bort den här platsen eftersom det används av vissa relaterade poster i andra tabeller.

source: Selected location has been deleted
sv_se: Vald plats har raderats

source: Location Code
sv_se: Platskod

source: Location Name
sv_se: Platsnamn

source: Location Code:
sv_se: Platskod:

source: Location Name:
sv_se: Platsnamn:

source: Contact for deliveries:
sv_se: Leveranskontakt:

source: Telephone No:
sv_se: Telefon:

source: Facsimile No:
sv_se: Fax:

source: Inventory Movement Types
sv_se: Lagerrörelsetyper

source: The inventory movement type name cannot be empty.
sv_se: Inventeringsrörelsetypnamnet kan inte vara tomt.

source: Selected movement type has been updated
sv_se: Vald rörelsetyp har uppdaterats

source: New movement type has been added
sv_se: Ny rörelsetyp har lagts till

source: Cannot delete this inventory movement type because item transactions have been created referring to it.
sv_se: Kan inte ta bort denna inventeringsrörelsetyp då produkttransaktioner referererar till den.

source: Selected movement type has been deleted
sv_se: Vald rörelsetyp har raderats

source: Sales Kits & Alias Codes
sv_se: Försäljningspaket & aliaskoder

source: Stock Item
sv_se: Lagerprodukt

source: kit
sv_se: paket

source: The quantity entered must be numeric and greater than zero.
sv_se: Angivet antal måste vara numeriskt och större än 0.
