Repository: Interlecto/proho
Catalog: dev/acc/frontaccounting/lang/*/LC_MESSAGES/*-2.3.0-4.po
Languages: sv_se

source: Select which taxes this item tax type is exempt from.
sv_se: Välj vilka momssatser denna produktmomstyp är undantagen från.

source: Tax Name
sv_se: Momsnamn

source: Is exempt
sv_se: Är undantagen

source: Tax Groups
sv_se: Momsgrupper

source: There are no tax types defined. Define tax types before defining tax groups.
sv_se: Det finns inga momstyper definierade. Definiera momstyper före definiering av momsgrupper.

source: The tax group name cannot be empty.
sv_se: Momsgruppnamnet kan inte vara tomt.

source: Selected tax group has been updated
sv_se: Vald momsgrupp har uppdaterats

source: New tax group has been added
sv_se: Ny momsgrupp har lagts till

source: Cannot delete this tax group because customer branches been created referring to it.
sv_se: Kan inte ta bort denna momsgrupp, då kundfilialer refererar till den.

source: Cannot delete this tax group because suppliers been created referring to it.
sv_se: Kan inte ta bort denna momsgrupp, då leverantörer har skapats refererande till den.

source: Selected tax group has been deleted
sv_se: Vald momsgrupp har raderats

source: Shipping Tax
sv_se: Fraktmoms

source: Tax applied to Shipping:
sv_se: Moms applicerad för frakt:

source: Select the taxes that are included in this group.
sv_se: Välj momssatser som är inkluderade i denna grupp.

source: Rate (%)
sv_se: Taxa (%):

source: Tax Types
sv_se: Momstyper

source: The tax type name cannot be empty.
sv_se: Momstypnamnet kan inte vara tomt.

source: The default tax rate must be numeric and not less than zero.
sv_se: Standardmomsskattesatsen måste vara numerisk och inte mindre än noll.

source: Selected GL Accounts cannot be used by another tax type.
sv_se: Valda huvudbokskonton kan inte användas av någon annan momstyp

source: New tax type has been added
sv_se: Ny momstyp har lagts till

source: Selected tax type has been updated
sv_se: Vald momstyp har uppdaterats

source: Cannot delete this tax type because tax groups been created referring to it.
sv_se: Kan inte ta bort denna momstyp då momsgrupper refererar till den.

source: Selected tax type has been deleted
sv_se: Vald momstyp har raderats

source: To avoid problems with manual journal entry all tax types should have unique Sales/Purchasing GL accounts.
sv_se: För att undvika problem med manuella journalposter ska alla momstyper ha unika försäljnings/inköpskonton.

source: Default Rate (%)
sv_se: Moms (%)

source: Sales GL Account
sv_se: Försäljningskonto

source: Purchasing GL Account
sv_se: Inköpskonto

source: Default Rate:
sv_se: Standardvärde:

source: Sales GL Account:
sv_se: Försäljningskonto:

source: Purchasing GL Account:
sv_se: Inköpskonto:

source: Main Menu
sv_se: Huvudmeny

source: Help
sv_se: Hjälp

source: Preferences
sv_se: Inställningar

source: Password
sv_se: Lösenord:

source: Are you sure you want to delete language no.
sv_se: Är du säker på att du vill ta bort språk nr.

source: Create a new language
sv_se: Skapa ett nytt språk

source: Tab
sv_se: Flik

source: Access extensions
sv_se: Åtkomstmoduler

source: When the check box to indicate a day in the following month is the due date, the due date cannot be a day after the 30th. A number between 1 and 30 is expected.
sv_se: När markeringsrutan för att indikera en dag i följande månad är förfallodag, kan dagen inte vara efter den 30. Ett tal mellan 1 och 30 förväntas.

source: When the check box is not checked to indicate that the term expects a number of days after which accounts are due, the number entered should be less than 500 days.
sv_se: När markeringsrutan inte är markerad för att indikera att villkoret förväntar ett antal dagar efter när beloppen är förfallna, måste antalet som anges vara indre än 500 dagar.

source: Following Month On
sv_se: Efterföljande månad på

source: View Transaction
sv_se: Visa transaktion

source: Reconcile Bank Account
sv_se: Stämma av bankkonto

source: Invalid reconcile date format
sv_se: Ogiltigt datumformat:

source: Reconcile this transaction
sv_se: Stäm av den här transaktionen:

source: Bank Statement:
sv_se: Kontoutdrag

source: New
sv_se: Ny

source: Reconcile Date
sv_se: Avstämningsdatum

source: Beginning<br>Balance
sv_se: Startsaldo

source: Ending<br>Balance
sv_se: Slutsaldo

source: Account<br>Total
sv_se: Kontototal

source: Difference
sv_se: Skillnad

source: Reconcile
sv_se: Avsämma

source: Transfer between Bank Accounts
sv_se: Överföring mellan bankkonton

source: From Account:
sv_se: Från konto:

source: To Account:
sv_se: Till konto:

source: Transfer Date:
sv_se: Överföringsdatum:

source: Enter Transfer
sv_se: Registrera överföring

source: The source and destination bank accouts cannot be the same.
sv_se: Från och till bankkonto kan inte vara samma.

source: Bank Account Payment Entry
sv_se: Utbetalningar

source: Bank Account Deposit Entry
sv_se: Inbetalningar

source: Payment has been entered
sv_se: Utbetalningen har registrerats

source: &View the GL Postings for this Payment
sv_se: &Visa huvudbokspost för denna utbetalning.

source: Enter Another &Payment
sv_se: &Registrera en ny betalning.

source: Enter A &Deposit
sv_se: Registrera &inbetalning

source: View the GL Postings for this Deposit
sv_se: Visa verifikatet för denna inbetalning.

source: Enter Another Deposit
sv_se: Registrera en ny inbetalning

source: Enter A Payment
sv_se: Registrera betalning

source: You must enter at least one payment line.
sv_se: Du måste ange minst en betalningsrad.

source: The total bank amount cannot be 0.
sv_se: Totala bankbeloppet kan inte vara 0.

source: The entered date for the payment is invalid.
sv_se: Angiven datum för denna utbetalning är ogiltig.

source: The source and destination accouts cannot be the same.
sv_se: Från och till kontot kan inte vara samma.

source: Payment Items
sv_se: Utbetalningar

source: Deposit Items
sv_se: Inbetalningar.

source: Process Payment
sv_se: Spara utbetalning

source: Process Deposit
sv_se: Utför inbetalningen

source: Budget Entry
sv_se: Budget reg.

source: The Budget has been saved.
sv_se: Budgetten har sparats.

source: The Budget has been deleted.
sv_se: Budgetten är borttagen.

source: Dim. incl.
sv_se: Dim inkl

source: Last Year
sv_se: Förra året

source: Modifying Journal Transaction # %d.
sv_se: Ändra journaltransaktion # %d.

source: Journal entry has been entered
sv_se: Verifikatet har registrerats.

source: &View this Journal Entry
sv_se: &Visa denna journalpost.

source: Enter &New Journal Entry
sv_se: &Registrera nytt verifikat

source: Journal entry has been updated
sv_se: Journalpost har uppdaterats

source: Return to Journal &Inquiry
sv_se: &Återgå till journalfråga

source: Entry &New Journal Entry
sv_se: Registrera ny &journalpost

source: You must enter at least one journal line.
sv_se: Du måste ange minst en journalrad

source: The journal must balance (debits equal to credits) before it can be processed.
sv_se: Verifikatet måste balansera (debet belopp samma som kredit belopp) innan det kan sparas.

source: Dimension is closed.
sv_se: Dimensionen är avslutad.

source: You must enter either a debit amount or a credit amount.
sv_se: Du måste ange ett debet belopp eller ett kredit belopp.

source: The debit amount entered is not a valid number or is less than zero.
sv_se: Angivet debetbeloppet är ogiltigt eller mindre än 0.

source: The credit amount entered is not a valid number or is less than zero.
sv_se: Angivet kreditbelopp är ogiltigt eller mindre än 0.

source: You cannot make a journal entry for a bank account. Please use one of the banking functions for bank transactions.
sv_se: Du kan inte utföra en verifikatregistrering för ett bankkonto. Använd en av bankfunktionerna för bank transaktioner.

source: Rows
sv_se: Rader

source: Process Journal Entry
sv_se: Spara verifikatet

source: The account class ID must be numeric.
sv_se: Kontoklass-ID måste vara numeriskt.

source: The account id must be an integer and cannot be empty.
sv_se: Konto-id måste vara ett heltal och kan inte vara tomt.

source: Std Cost
sv_se: Std Kostn

source: Selected quantity cannot be less than quantity invoiced nor more than quantity not dispatched on sales order.
sv_se: Valt antal kan inte vara mindre än fakturerat antal. Ej heller mer än antal som inte är levererat på ordern.

source: Delivery Notes:
sv_se: Följesedlar

source: Cannot update bank transactions
sv_se: Kan inte uppdatera banktransaktioner

source: Cannot store next sales order reference.
sv_se: Det går inte att lagra nästa kundorderreferens.

source: Tax Shipping
sv_se: Moms på frakt

source: Direct Invoice
sv_se: Direkt faktura

source: Sales Order Inquiry
sv_se: Order översikt

source: Inventory Adjustments
sv_se: Lagerändringar

source: Inventory Movements
sv_se: Lagerförändringar

source: Sales Pricing
sv_se: Försäljningspriser

source: Ourstanding Work Orders
sv_se: Utestående arbetsordrar

source: Work Order Inquiry
sv_se: Arbetsorder översikt

source: Bills Of Material
sv_se: Materialspecifikationer

source: Dimension Inquiry
sv_se: Dimensionsöversikt

source: Deposits
sv_se: Inbetalningar

source: Bank Account Inquiry
sv_se: Bankkonto översikt

source: GL Account Inquiry
sv_se: Huvudbok - Konto översikt

source: Taxes
sv_se: Momssatser

source: Inventory Item Movements
sv_se: Lagerrörelser

source: Delayed
sv_se: Försenad

source: Our Ref.
sv_se: Vår ref.

source: Modifying Journal Transaction
sv_se: Ändra journaltransaktion

source: No general ledger transactions have been created for this account on the selected dates.
sv_se: Inga huvudbokstransaktioner finns för kontot eller angiven datum intervall.

source: From component
sv_se: Från komponent

source: To component
sv_se: Till komponent

source: Modifying Customer Credit Note
sv_se: Ändrar kundkreditnota

source: Modifying Credit Invoice
sv_se: Ändrar kreditnota

source: Modifying Delivery Note
sv_se: Ändrar följesedel

source: Modifying Sales Invoice
sv_se: Ändrar faktura

source: Modifying Sales Order
sv_se: Ändra order

source: Modifying Sales Quotation
sv_se: Ändra fösäljningsoffert

source: No
sv_se: Nej

source: No Area Filter
sv_se: Inget områdefilter

source: Total Excluding Shipping
sv_se: Total exklusiva frakt

source: Are you sure you want to delete extension:
sv_se: Är du säker på att du vill ta bort modul:

source: Print this delivery
sv_se: Skriv ut följesedelen

source: Purchases
sv_se: Inköp

source: Items and Inventory
sv_se: Produkter och lager

source: Banking and General Ledger
sv_se: Bokföring och bank

source: Setup
sv_se: Inställningar

source: Inquiries
sv_se: Översikter

source: Custom Field Name
sv_se: Eget fältnamn

source: Custom Field Value
sv_se: Eget fältvärde

source: Cannot open the modules file -
sv_se: Kan inte öppna modulfilen -

source: The modules file
sv_se: Modulfilen

source: Create a new module
sv_se: Skapa en ny modul

source: This dimension is closed and cannot be edited.
sv_se: Dimensionen är avslutad och kan inte redigeras.

source: Select an Account:
sv_se: Välj ett konto:

source: Item Tax Type
sv_se: Produktmomstyp

source: Picture
sv_se: Bild

source: &Customer Import
sv_se: &Kundimport

source: Default Tax Group:
sv_se: Standardmomsgrupp:

source: &Allocate this Payment
sv_se: Fördela denna betalning

source: Manufactoring
sv_se: Produktion

source: Tax Type:
sv_se: Momstyp:

source: Total Outputs
sv_se: Total utgående omsättning

source: Total Inputs
sv_se: Total ingående omsättning

source: Calc. Outputs/Inputs
sv_se: Beräkna utdata/indata

source: &Allocate this Customer Payment
sv_se: &Fördela denna kundbetalning

source: The entry for an amount to allocate was negative. A positive allocation amount is expected.
sv_se: Ett angivet belopp att allokera är negativ. En positiv allokering förväntas.

source: An entered tax rate is invalid or less than zero.
sv_se: En angiven momsprocent är ogiltig eller mindre än noll.

source: Backup and Restore Database - Error
sv_se: Databasbackupp och återställningsfel

source: This extension can not be be viewed:
sv_se: Denna filtyp kan inte visas.

source: Are you sure you want to delete the backup file -
sv_se: Är du säker på att du vill ta bort säkerhetskopian -

source: Upload Backup
sv_se: Ladda upp säkerhetskopia

source: Backup is being downloaded...
sv_se: Säkerhetskopia laddas ner...

source: Uploaded file has been restored.
sv_se: Uppladdad fil har blivit återställd

source: Maintanance
sv_se: Underhåll

source: Balance Sheet:
sv_se: Balansräkning:

source: Enter an item code above, to view the costed bill of material for.
sv_se: Ange ett produktnummer ovan, för att visa materialspecifikation.

source: Supplier Account No.:
sv_se: Leverantörskonto-nr.:

source: Dispatch processed:
sv_se: Leveransen skapad

source: View this dispatch
sv_se: Visa följesedelen

source: Selected quantity cannot be less than quantity invoiced nor more than quantity not dispatched on sales order.
sv_se: Valt antal kan inte vara mindre än fakturerat antal. Ej heller mer än antal som inte är skickat på ordern.

source: Work Order:
sv_se: Arbetsorder:

source: There are no Payments for this Order.
sv_se: Det finns inga betalningar för denna order.

source: Dear Sirs
sv_se: Bästa kund

source: sent to
sv_se: skickat till

source: NOT sent to
sv_se: EJ skickat till

source: Tax Authority Reference:
sv_se: Moms Reg. nummer:

source: Telephone Number:
sv_se: Telefonnummer:

source: Facsimile Number:
sv_se: Fax nummer:

source: There are no transactions for the given parameters.
sv_se: Det finns inga transaktioner för angivna parametrar.

source: View GL
sv_se: Visa verifikat

source: Payment, Deposit and Transfer Types
sv_se: Utbetalnings-, inbetalnings- och överföringstyper

source: There are no bank transfer types defined in the system.
sv_se: Det finns inga överföringstyper definerade i systemet.

source: There are no bank payment types defined in the system.
sv_se: Det finns inga bankutbetalningstyper definerade i systemet.

source: You cannot make a payment to a bank account. Please use the transfer funds facility for this.
sv_se: Du kan inte utföra en utbetalning till ett bankkonto. Vänligen använd bank överföringar för detta.

source: You cannot make a deposit from a bank account. Please use the transfer funds facility for this.
sv_se: Du kan inte utföra inbetalning från ett bankkonto. Vänligen använd Beloppsöverföring för detta.

source: The bank transaction type name cannot be empty.
sv_se: Bank transaktionstypen kan inte vara tomt.

source: Selected bank account settings has been updated
sv_se: Valt bankkontoinställningar har uppdaterats
