Repository: Interlecto/proho
Catalog: dev/acc/frontaccounting/lang/*/LC_MESSAGES/*-2.3.0-4.po
Languages: sv_se

source: Main Menu
sv_se: Huvudmeny

source: Logout
sv_se: Logga ut

source: Restricted access
sv_se: Begränsad åtkomst

source: Login as user: demouser and password: password
sv_se: Logga in som användare: demouser och lösenord: password

source: Please login here
sv_se: Vänligen logga in

source: Authorization timeout
sv_se: Behörighetstimeout

source: Login
sv_se: Inloggning

source: User name
sv_se: Användarnamn

source: Password:
sv_se: Lösenord:

source: Company
sv_se: Företag

source: Login -->
sv_se: Inloggning -->

source: Theme:
sv_se: Tema:

source: Thank you for using
sv_se: Tack för att Du använder

source: Click here to Login Again.
sv_se: Klicka här för att logga in igen.

source: Attach Documents
sv_se: Bifoga dokument

source: Attachment has been inserted.
sv_se: Bilaga har infogats

source: Attachment has been updated.
sv_se: Bilaga har uppdaterats.

source: Attachment has been deleted.
sv_se: Attachment har raderats.

source: Type:
sv_se: Typ:

source: Description
sv_se: Beskrivning

source: Filename
sv_se: Filnamn

source: Size
sv_se: Storlek

source: Filetype
sv_se: Filtyp

source: Date Uploaded
sv_se: Uppladdningsdatum

source: Edit
sv_se: Redigera

source: View
sv_se: Visa

source: Download
sv_se: Ladda ner

source: Delete
sv_se: Ta bort

source: Transaction #
sv_se: Transaktion #:

source: Attached File
sv_se: Bifogad fil

source: Select backup file first.
sv_se: Välj backuppfil först.

source: Backup and Restore Database
sv_se: Databasbackupp och återställning

source: Backup paths have not been set correctly.
sv_se: Sökväg till säkerhetskopiering är felaktig.

source: Please contact System Administrator.
sv_se: Vänligen kontakta systemadministratören.

source: cannot find backup directory
sv_se: hittar inte säkerhetskopieringsmappen

source: Backup successfully generated.
sv_se: Säkerhetskopiering OK

source: Database backup failed.
sv_se: Databasbackupp misslyckades.

source: No
sv_se: Nej

source: Restore backup completed.
sv_se: Återställning OK

source: File successfully deleted.
sv_se: Files är borttagen.

source: Can't delete backup file.
sv_se: Kan inte radera backuppfil.

source: You can only upload *.sql backup files
sv_se: Du kan bara ladda upp *.sql-backuppfiler

source: File was not uploaded into the system.
sv_se: Filen laddades inte upp.

source: Create backup
sv_se: Skapa backupp

source: Comments:
sv_se: Kommentarer:

source: Compression:
sv_se: Kompression

source: Create Backup
sv_se: Skapa backupp

source: Backup scripts maintenance
sv_se: Backuppskripts-underhåll

source: View Backup
sv_se: Visa backupp

source: Download Backup
sv_se: Ladda ner säkerhetskopia

source: Restore Backup
sv_se: Återställ backupp

source: You are about to restore database from backup file. Do you want to continue?
sv_se: Du är på väg att återställa databasen från säkerhetskopian. Vill du fortsätta?

source: Delete Backup
sv_se: Radera backupp

source: You are about to remove selected backup file. Do you want to continue ?
sv_se: Du är på väg att radera vald backuppfil. Vill du fortsätta?

source: Upload file
sv_se: Ladda upp fil

source: Change password
sv_se: Ändra lösenord

source: The password entered must be at least 4 characters long.
sv_se: Lösenordet måste vara minst 4 tecken långt.

source: The password cannot contain the user login.
sv_se: Lösenordet kan inte vara samma som användarnamn.

source: The passwords entered are not the same.
sv_se: Det angivna lösenordet är inte detsamma

source: Password cannot be changed in demo mode.
sv_se: Lösenord kan inte ändras i demoläge.

source: Your password has been updated.
sv_se: Lösenordet har uppdaterats.

source: User login:
sv_se: Användarnamn:

source: Repeat password:
sv_se: Upprepa lösenord:

source: Enter your new password in the fields.
sv_se: Ange ditt nya lösenord i fälten.

source: Company Setup
sv_se: Företagsinformation

source: Login timeout must be positive number not less than 10.
sv_se: Login-timeout måste vara positivt tal och inte mindre än 10.

source: The company name must be entered.
sv_se: Företagsnamnet måste anges.

source: Only jpg and png files are supported - a file extension of .jpg or .png is expected
sv_se: Endast JPG- och png-filer stöds - en filändelse med .jpg eller .png förväntas

source: The file size is over the maximum allowed. The maximum size allowed in KB is
sv_se: Filstorleken är större än tillåten. Max storlek i KB är

source: Only graphics files can be uploaded
sv_se: Endast grafiska filer kan laddas upp

source: The existing image could not be removed
sv_se: Existerande bild kan inte raderas

source: Error uploading logo file
sv_se: Fel vid uppladdning av loggo-fil

source: Company setup has been updated.
sv_se: Företagsinformationen har uppdaterats.

source: Name (to appear on reports):
sv_se: Namn (att visa på rapporter):

source: Address:
sv_se: Adress:

source: Domicile:
sv_se: Säte:

source: Phone Number:
sv_se: Telefonnummer:

source: Fax Number:
sv_se: Faxnummer:

source: Email Address:
sv_se: E-postadress:

source: Official Company Number:
sv_se: Organisationsnummer:

source: GSTNo:
sv_se: Moms:

source: Home Currency:
sv_se: Standardvaluta:

source: Fiscal Year:
sv_se: Räkenskapsår:

source: Tax Periods:
sv_se: Momsperioder:

source: Months.
sv_se: Månader.

source: Tax Last Period:
sv_se: Sista momsperiod:

source: Months back.
sv_se: Månader tillbaka.

source: Company Logo:
sv_se: Företagslogo:

source: New Company Logo (.jpg)
sv_se: Ny företagslogo (.jpg)

source: Delete Company Logo:
sv_se: Radera företagslogo::

source: Use Dimensions:
sv_se: Använd kostnadsställen:

source: Base for auto price calculations:
sv_se: Bas för auto-prisberäkningar:

source: No base price list
sv_se: Ingen basprislista

source: Add Price from Std Cost:
sv_se: Lägg till pris från standardkostnad:

source: Round to nearest:
sv_se: Avrunda till närmaste:

source: Search Item List
sv_se: Sök artikellista

source: Search Customer List
sv_se: Sök kundlista

source: Search Supplier List
sv_se: Sök leverantörslista

source: Automatic Revaluation Currency Accounts
sv_se: Automatiska omvärderings-valutakonton

source: Time Zone on Reports
sv_se: Tidzon på rapporter

source: Login Timeout:
sv_se: Inloggnings-timeout:

source: seconds
sv_se: sekunder

source: Update
sv_se: Uppdatera

source: Create/Update Company
sv_se: Skapa/uppdatera företag

source: When creating a new company, you must provide a Database script file.
sv_se: Vid skapande av nytt företag, måste du bifoga en databasskriptfil.

source: This database settings are already used by another company.
sv_se: Dessa databasinställningar används redan av ett annat företag.

source: You cannot have table set without prefix together with prefixed sets in the same database.
sv_se: Du kan inte ha tabelluppset utan prefix tillsammans med prefixed-sets i samma databas.

source: Error creating Database:
sv_se: Fel vid skapande av databas :

source: , Please create it manually
sv_se: , vänligen skapa den manuellt.

source: Cannot create new company due to bugs in sql file.
sv_se: Kan inte skapa nya bolaget på grund av fel i sql-filen.

source: Error uploading Database Script, please upload it manually
sv_se: Fel vid uppladdning av databasskript, vänligen ladda upp det manuellt.

source: Error connecting to Database:
sv_se: Fel vid anslutning till databas :

source: , Please correct it
sv_se: , Vänligen rätta den

source: Cannot open the configuration file -
sv_se: Kan inte öppna konfigurationsfilen -

source: Cannot write to the configuration file -
sv_se: Kan inte skriva till konfigurationsfilen -

source: The configuration file
sv_se: Konfigurationsfilen

source: is not writable. Change its permissions so it is, then re-run the operation.
sv_se: är inte skrivbar. Ändra dess egenskaper så den blir det, och kör operationen igen.

source: New company has been created.
sv_se: Nytt företag har skapats.

source: Company has been updated.
sv_se: Företaget har uppdaterats.

source: Broken company subdirectories system. You have to remove this company manually.
sv_se: Trasigt företagsunderkatalogsystem. Du måste radera detta företag manuellt.

source: Cannot rename subdirectory to temporary name.
sv_se: Kan inte byta namn på underkatalog till tillfälligt namn.

source: Cannot rename company subdirectory
sv_se: Kan döpa om företagunderkatalogen

source: Error removing Database:
sv_se: Fel vid borttagning av databas:

source: , please remove it manually
sv_se: , vänligen ta bort den manuellt

source: Cannot remove temporary renamed company data directory
sv_se: Kan inte ta bort tillfälligt omdöpta företagsdatakatalogen

source: Selected company has been deleted
sv_se: Valt företag har raderats.

source: Are you sure you want to delete company no.
sv_se: Är du säker på att du vill ta bort företag nr.

source: Database Host
sv_se: Databasvärd

source: Database User
sv_se: Databasanvändare

source: Database Name
sv_se: Databasnamn

source: Table Pref
sv_se: Tabell-pref.

source: Default
sv_se: Standard

source: Yes
sv_se: Ja

source: The marked company is the current company which cannot be deleted.
sv_se: Markerat företag är aktuellt företag och kan inte tas bort.

source: Host
sv_se: Värd

source: Database Password
sv_se: Databaslösenord

source: None
sv_se: Ingen

source: Database Script
sv_se: Databasskript

source: New script Admin Password
sv_se: Nytt skript - adminlösenord

source: Choose from Database scripts in SQL folder. No Database is created without a script.
sv_se: Välj bland databasskript i SQL-katalogen. Ingen databas skapas utan ett skript.

source: Save
sv_se: Spara

source: Create a new company
sv_se: Skapa ett nytt företag

source: Contact Categories
sv_se: Kontaktkategorier

source: Category description cannot be empty.
sv_se: Kategoribeskrivning kan inte vara tom.

source: Selected contact category has been updated
sv_se: Vald kontaktkategori har uppdaterats

source: New contact category has been added
sv_se: Ny kontaktkategori har lagt till

source: Cannot delete this category because there are contacts related to it.
sv_se: Kan inte radera den här kategorin då det finns kontakter som refererar till den.

source: Category has been deleted
sv_se: Kategori har raderats.

source: Type id
sv_se: Typ-id

source: Action id
sv_se: Åtgärds-id

source: Short Name
sv_se: Kortnamn

source: Contact Category Type:
sv_se: Kontaktkategorityp:

source: Contact Category Subtype:
sv_se: Underkategori:

source: Category Short Name:
sv_se: Kategorikortnamn:

source: Category Description:
sv_se: Kategoribeskrivning:

source: Display Setup
sv_se: Utseende, inställningar

source: Query size must be integer and greater than zero.
sv_se: Storleksfrågan måste vara heltal och större än 0

source: Display settings have been updated. Keep in mind that changed settings are restored on every login in demo mode.
sv_se: Visningsinställningarna har uppdaterats. Tänk på att ändrade inställningar återställs vid varje inloggning i demo-läge.

source: Display settings have been updated.
sv_se: Visningsinställningar har uppdaterats.

source: Decimal Places
sv_se: Decimalplaceringar

source: Prices/Amounts:
sv_se: Priser/belopp:

source: Quantities:
sv_se: Antal:

source: Exchange Rates:
sv_se: Växelkurser:

source: Percentages:
sv_se: Procent:

source: Dateformat and Separators
sv_se: Datumformat och avgränsare

source: Dateformat:
sv_se: Datumformat:

source: Date Separator:
sv_se: Datumavgränsare:

source: Thousand Separator:
sv_se: Tusentalsavgränsare:

source: Decimal Separator:
sv_se: Decimalavgränsare:

source: Language
sv_se: Språk

source: Language:
sv_se: Språk:

source: Miscellaneous
sv_se: Övrigt

source: Show hints for new users:
sv_se: Visa tips för nya användare:

source: Show GL Information:
sv_se: Visa bokföringsinformation:

source: Show Item Codes:
sv_se: Visa produktkoder:

source: Page Size:
sv_se: Sidstorlek:

source: Start-up Tab
sv_se: Startetikett

source: Printing profile
sv_se: Utskriftsprofil

source: Browser printing support
sv_se: Webbläsarutskrift

source: Use popup window to display reports:
sv_se: Använd popupfönster för att visa rapporter:

source: Set this option to on if your browser directly supports pdf files
sv_se: Ställ in det här alternativet på, om din webbläsare stöder PDF-filer

source: Use icons instead of text links:
sv_se: Använd ikoner istället för textlänkar:

source: Set this option to on for using icons instead of text links
sv_se: Ställ in det här alternativet på, för att använda ikoner istället för textlänkar

source: Query page size:
sv_se: Fråga sidstorlek:

source: Remember last document date:
sv_se: Kom ihåg sista dokumentdatum:

source: If set document date is remembered on subsequent documents, otherwise default is current date
sv_se: Om satt dokumentdatum är sparat på efterföljande dokument, annars är standard aktuellt datum

source: Fiscal Years
sv_se: Räkenskapsår

source: Invalid BEGIN date in fiscal year.
sv_se: Ogiltigt startdatum i räkenskapsår.

source: Invalid END date in fiscal year.
sv_se: Ogiltigt slutdatum i räkenskapsår.

source: BEGIN date bigger than END date.
sv_se: Startdatum större än slutdatum.

source: Cannot CLOSE this year because there are open fiscal years before
sv_se: Kan inte stänga detta år eftersom det finns öppna räkenskapsår före

source: Selected fiscal year has been updated
sv_se: Valt räkenskapsår har uppdaterats

source: New fiscal year has been added
sv_se: Nytt räkenskapsår har skapats

source: Cannot delete this fiscal year because thera are fiscal years before.
sv_se: Kan inte ta bort detta räkenskapsår eftersom det är räkenskapsår före.

source: Cannot delete this fiscal year because the fiscal year is not closed.
sv_se: Kan inte ta bort detta räkenskapsår eftersom räkenskapsåret inte är stängt.

source: Selected fiscal year has been deleted
sv_se: Valt räkenskapsår har raderats.

source: Warning: Deleting a fiscal year all transactions are removed and converted into relevant balances. This process is irreversible!
sv_se: Varning: När du raderar ett räkenskapsårs alla transaktioner ara bort och omvandlas till relevanta balanser. Denna process är oåterkallelig!

source: Fiscal Year Begin
sv_se: Räkenskapsårets start

source: Fiscal Year End
sv_se: Räkenskapsårets slut

source: Closed
sv_se: Stängd

source: Are you sure you want to delete fiscal year %s - %s? All transactions are deleted and converted into relevant balances. Do you want to continue ?
sv_se: Är du säker på att du vill radera verksamhetsåret %s -%s? Alla transaktioner tas bort och omvandlas till relevanta balanser. Vill du fortsätta?

source: The marked fiscal year is the current fiscal year which cannot be deleted.
sv_se: Markerat räkenskapsår är aktuellt räkenskapsår och kan inte tas bort.

source: Fiscal Year Begin:
sv_se: Räkenskapsårets start:

source: Fiscal Year End:
sv_se: Räkenskapsårets slut:

source: Is Closed:
sv_se: Är stängt:

source: Forms Setup
sv_se: Referensinställningar

source: Forms settings have been updated.
sv_se: Referensinställningar har uppdaterats.

source: Form
sv_se: Dokument

source: Next Reference
sv_se: Nästa referens

source: System and General GL Setup
sv_se: System och allmänna bokföringsinställningar

source: The delivery over-receive allowance must be between 0 and 100.
sv_se: Överleverans måste vara mellan 0 och 100.

source: The invoice over-charge allowance must be between 0 and 100.
sv_se: Överfakturering måste vara mellan 0 och 100.

source: The past due days interval allowance must be between 0 and 100.
sv_se: Dagintervall i åldersanalys måste vara mellan 0 och 100.

source: The general GL setup has been updated.
sv_se: Allmänna bokföringsinställningar har uppdaterats.

source: General GL
sv_se: Allmän bokföring

source: Past Due Days Interval:
sv_se: Förseningsintervall:

source: days
sv_se: dagar

source: Retained Earnings:
sv_se: Balanserade vinstmedel:

source: Profit/Loss Year:
sv_se: Vinst/förlust år:

source: Exchange Variances Account:
sv_se: Växlingsavvikelsekonto:

source: Bank Charges Account:
sv_se: Bankavgiftskonto:

source: Customers and Sales
sv_se: Kunder och försäljning

source: Default Credit Limit:
sv_se: Standardkreditgräns:

source: Accumulate batch shipping:
sv_se: Ackumulera batch-sändning

source: Legal Text on Invoice:
sv_se: Juridisk text på faktura:

source: Shipping Charged Account:
sv_se: Fraktkonto:

source: Customers and Sales Defaults
sv_se: Kunder och försäljningsstandard

source: Receivable Account:
sv_se: Kundfordringskonto:

source: Sales Account:
sv_se: Försäljningskonto:

source: Sales Discount Account:
sv_se: Kundrabattskonto:

source: Prompt Payment Discount Account:
sv_se: Snabbbetalningsrabattkonto:

source: Delivery Required By:
sv_se: Leverans krävs av:

source: Dimension Defaults
sv_se: Kostnadsställestandard

source: Dimension Required By After:
sv_se: Kostnadsställe är nödvändigt efter:

source: Suppliers and Purchasing
sv_se: Leverantörer och inköp

source: Delivery Over-Receive Allowance:
sv_se: Överleveranstillåtelse:

source: Invoice Over-Charge Allowance:
sv_se: Överfaktureringstillåtelse:

source: Suppliers and Purchasing Defaults
sv_se: Leverantörer och inköp standard

source: Payable Account:
sv_se: Leverantörsskulder:

source: Purchase Discount Account:
sv_se: Inköpsrabattkonto:

source: Inventory
sv_se: Lager

source: Allow Negative Inventory:
sv_se: Tillåt negativ inventering:

source: Warning: This may cause a delay in GL postings
sv_se: Varning: Detta kan orsaka en fördröjning i GL-bokning

source: Items Defaults
sv_se: Produktstandarder

source: Inventory Account:
sv_se: Lagerkonto:

source: C.O.G.S. Account:
sv_se: Inköpskonto:

source: Inventory Adjustments Account:
sv_se: Lagerändringskonto:

source: Item Assembly Costs Account:
sv_se: Produktmonteringskonto:

source: Manufacturing Defaults
sv_se: Framställning standard

source: Work Order Required By After:
sv_se: Arbetsorder nödvändig efter:

source: Install/Update Languages
sv_se: Installera/uppdatera språk

source: Name
sv_se: Namn

source: Encoding
sv_se: Kodning

source: Right To Left
sv_se: Höger till vänster

source: Available
sv_se: Tillgänglig

source: Installed
sv_se: Installerad

source: Supported
sv_se: Stöds

source: Display also languages not supported by server locales
sv_se: Visa även språk som inte stöds av serverns locales

source: Unknown
sv_se: Okänd

source: Edit non standard language configuration
sv_se: Redigera icke standardspråkskonfiguration

source: Install
sv_se: Installera

source: Upload and install latest language package
sv_se: Ladda upp och installera senaste språkpaket

source: You are about to remove language \'%s\'. Do you want to continue ?
sv_se: Du är på väg att ta bort språk \'%s\'. Vill du fortsätta?

source: The marked language is the current language which cannot be deleted.
sv_se: Markerat språk är aktuellt språk och kan inte tas bort.

source: Update default
sv_se: Uppdatera standard

source: Add new language manually
sv_se: Lägg till språk manuellt

source: Language name, code nor encoding cannot be empty
sv_se: Språknamn, kod eller kodning kan inte vara tomt

source: Standard package for this language is already installed. If you want to install this language manually, uninstall standard language package first.
sv_se: Standardpaket för detta språk är redan installerat. Om du vill installera detta språk manuellt avinstallera standardspråkspaketet först.

source: Language Code
sv_se: Språkkod

source: Language Name
sv_se: Språk

source: Default Language
sv_se: Standardspråk

source: Language File
sv_se: Språkfil

source: Select your language files from your local harddisk.
sv_se: Välj dina språkfiler från hårddisken.

source: Install/Activate extensions
sv_se: Installera/aktivera tilläggsmoduler

source: Extension name cannot be empty.
sv_se: Tilläggsnamnet kan inte vara tomt.

source: Extension name have to be unique.
sv_se: Modulnamnet måste vara unikt.

source: Extension title cannot be empty.
sv_se: Modultiteln kan inte vara tom.

source: Extension folder name cannot be empty.
sv_se: Modulkatalognamn kan inte vara tomt.

source: You have to select plugin file to upload
sv_se: Du måste välja pluginfil att ladda upp

source: Module installation support is not implemented.
sv_se: Modulinstallationsstöd är inte implementerad.

source: Selected extension has been successfully deleted
sv_se: Vald tilläggsmodul har raderats

source: Extension
sv_se: Tilläggsmodul

source: Modules provided
sv_se: Tillgängliga moduler

source: Options provided
sv_se: Tillgängliga alternativ

source: Edit third-party extension parameters.
sv_se: Redigera tredjeparts tilläggsparametrar.

source: Upload and install latest extension package
sv_se: Ladda upp och installera senaste tilläggspaket

source: You are about to remove package \'%s\'. Do you want to continue ?
sv_se: Du är på väg att ta bort paket \'%s\'. Vill du fortsätta?

source: Add third-party plugin
sv_se: Lägg till tredjepartsplugin

source: Active
sv_se: Aktiv

source: Folder
sv_se: Mapp

source: Menu Tab
sv_se: Menyflik

source: Menu Link Text
sv_se: Menylänktext

source: Default status
sv_se: Standardstatus

source: Module File
sv_se: Modulfil

source: Access Levels Extensions
sv_se: Åtkomstnivåer tilläggsmoduler

source: SQL File
sv_se: SQL fil

source: Select your module PHP file from your local harddisk.
sv_se: Välj Din modul PHP-fil från din hårddisk.

source: Extension data has been updated.
sv_se: Moduldata har uppdaterats.

source: Extension has been installed.
sv_se: Modul har installerats

source: Current active extensions set has been saved.
sv_se: Nuvarande aktiva tilläggsinställningar har sparats.

source: Extensions:
sv_se: Tilläggsmoduler:

source: Install Themes
sv_se: Installera teman

source: Selected theme has been successfully deleted
sv_se: Valt tema har raderats

source: Theme
sv_se: Tema

source: Software Upgrade
sv_se: Uppgradering av programvara

source: Database upgrade for company '%s' (%s:%s*) started...
sv_se: Databasuppgradering för företaget '%s' (%s:%s*) startade ...

source: Database upgrade finished.
sv_se: Databasuppgradering slutförd

source: Upgrade cannot be done because database has been already partially upgraded. Please downgrade database to clean previous version or try forced upgrade.
sv_se: Uppgradering kan inte göras eftersom databasen redan har delvis uppgraderats. Vänligen nedgradera databasen för att rensa tidigare version eller försök med påtvingad uppgradering.

source: Cannot connect to database for company
sv_se: Kan inte ansluta till databasen för företag

source: Database upgrade to version %s failed for company '%s'.
sv_se: Databasuppgradering till version%s misslyckades för företaget '%s'.

source: You should restore company database from latest backup file
sv_se: Du bör återställa företagets databas från senaste säkerhetskopian

source: All companies data has been successfully updated
sv_se: All bolagsdata har uppdaterats

source: Sql file
sv_se: SQL-fil

source: Force upgrade
sv_se: Tvinga fram uppgradering

source: Partially installed (%s)
sv_se: Delvis installerad (%s)

source: Database upgrades marked as partially installed cannot be installed automatically. You have to clean database manually to enable them, or try to perform forced upgrade.
sv_se: Databasuppgradering markerad som delvis installerad kan inte installeras automatiskt. Du måste städa databasen manuellt för att aktivera den, eller försök att utföra framtvingad uppgradering.

source: Upgrade system
sv_se: Uppgradera system

source: Save database and perform upgrade
sv_se: Spara databasen och utför uppgraderingen

source: Payment Terms
sv_se: Betalningsvillkor

source: The number of days or the day in the following month must be numeric.
sv_se: Antal dagar eller dagen i följande månad måste vara numerisk.
