Repository: Interlecto/proho
Catalog: dev/acc/frontaccounting/lang/*/LC_MESSAGES/*-2.3.0-4.po
Languages: sv_se

source: Supplier's Reference:
sv_se: Leverantörs referens:

source: Receive Into:
sv_se: Mottag till:

source: The default stock location set up for this user is not a currently defined stock location. Your system administrator needs to amend your user record.
sv_se: Standardlagerplats för denna användare är inte definierad lagerplats. Din systemadministratör behöver ändra din användarpost.

source: Deliver to:
sv_se: Leverera till:

source: Order Items
sv_se: Orderposter

source: Received
sv_se: Mottagen

source: Required Delivery Date
sv_se: Obligatoriskt leveransdatum

source: Line Total
sv_se: Radtotal

source: Total Excluding Shipping/Tax
sv_se: Totalt exklusive frakt/moms

source: Modify Purchase Order #
sv_se: Ändra inköpsorder #

source: Purchase Order Entry
sv_se: Inköpsorderregistrering

source: Direct GRN Entry
sv_se: Direktgodsmottagningsbekräftelse

source: Direct Purchase Invoice Entry
sv_se: Direktinköpsfaktura

source: Purchase Order has been entered
sv_se: Inköpsorder har skapats

source: Purchase Order has been updated
sv_se: Inköpsorder har uppdaterats

source: &View this order
sv_se: &Visa denna order

source: &Print This Order
sv_se: &Skriv ut denna order

source: &Email This Order
sv_se: &E-posta denna order

source: &Receive Items on this Purchase Order
sv_se: &Ta emot produkter på denna inköpsorder

source: Enter &Another Purchase Order
sv_se: Registrera en annan &inköpsorder

source: Select An &Outstanding Purchase Order
sv_se: Välj en &utestående inköpsorder

source: Direct GRN has been entered
sv_se: Direktgodsmottagningsnota har registrerats

source: &View this GRN
sv_se: &Visa denna godsmottagningsnota

source: Entry purchase &invoice for this receival
sv_se: Ange &inköpsfaktura för denna leverans

source: Add an Attachment
sv_se: Lägg till en bilaga

source: Enter &Another GRN
sv_se: Registrera en annan &godsmottagningsnota

source: Direct Purchase Invoice has been entered
sv_se: Direktinköpsfaktura har registrerats

source: &View this Invoice
sv_se: &Visa denna faktura

source: View the GL Journal Entries for this Invoice
sv_se: Visa huvudboksposter för denna faktura

source: Entry supplier &payment for this invoice
sv_se: Registrera &leverantörsbetalning för denna faktura

source: Enter &Another Direct Invoice
sv_se: Registrera en annan &direktfaktura

source: This item cannot be deleted because some of it has already been received.
sv_se: Denna post kan inte tas bort eftersom en del av det redan har mottagits.

source: This order cannot be cancelled because some of it has already been received.
sv_se: Ordern kan inte avbrytas då några produkter redan har mottagits.

source: The line item quantities may be modified to quantities more than already received. prices cannot be altered for lines that have already been received and quantities cannot be reduced below the quantity already received.
sv_se: Radantalets mängd kan modifieras till antal mer än redanmottaget. Priserna kan inte ändras för rader som redan har mottagitsoch antal kan inte reduceras till mindre än det antal som redan mottagits.

source: This purchase order has been cancelled.
sv_se: Inköpsordern har avbrutits.

source: Enter a new purchase order
sv_se: Registrera en ny inköpsorder

source: Item description cannot be empty.
sv_se: Produktbeskrivning kan inte vara tom.

source: The quantity of the order item must be numeric and not less than
sv_se: Antalet på orderposten måste vara numerisk och inte mindre än

source: The price entered must be numeric and not less than zero.
sv_se: Angivet pris måste vara numeriskt och inte mindre än 0.

source: You are attempting to make the quantity ordered a quantity less than has already been invoiced or received. This is prohibited.
sv_se: Du försöker att ändra antalet mottagna till mindre än redan fakturerade eller mottagna. Detta är inte tillåtet.

source: The quantity received can only be modified by entering a negative receipt and the quantity invoiced can only be reduced by entering a credit note against this item.
sv_se: Antal mottaget kan endast ändras genom att ange ett negativt mottagande och antalet fakturerade kan endast minskas genom att registrera en kreditfaktura mot denna post.

source: The selected item is already on this order.
sv_se: Vald produkt finns redan på denna order.

source: The selected item does not exist or it is a kit part and therefore cannot be purchased.
sv_se: Vald produkt finns inte eller är en paketdel och kan inte köpas.

source: There is no supplier selected.
sv_se: Ingen leverantör är vald.

source: The entered order date is invalid.
sv_se: Angivet orderdatum är ogiltigt.

source: There is no reference entered for this purchase order.
sv_se: Det finns ingen angiven referens på denna inköpsorder.

source: There is no delivery address specified.
sv_se: Ingen leveransadress är angiven.

source: There is no location specified to move any items into.
sv_se: Det finns ingen specificerad plats att flytta några produkter till.

source: The order cannot be placed because there are no lines entered on this order.
sv_se: Ordern kan inte placeras, eftersom det inte finns några angivna rader på denna beställning.

source: Update Order
sv_se: Uppdatera order

source: Place Order
sv_se: Placera order

source: Cancel Order
sv_se: Avbryt order

source: Receive Purchase Order Items
sv_se: Ta emot inköpsorderprodukter

source: Purchase Order Delivery has been processed
sv_se: Inköpsorderleverans har bearbetats.

source: &View this Delivery
sv_se: &Visa den här leveransen.

source: Select a different &purchase order for receiving items against
sv_se: Välj en annan &inköpsorder för att ta emot varor mot

source: This page can only be opened if a purchase order has been selected. Please select a purchase order first.
sv_se: Denna sida kan endast öppnas om en inköpsorder har valts. Välj en inköpsorder först.

source: Ordered
sv_se: Beställd

source: Outstanding
sv_se: Utestående

source: This Delivery
sv_se: Denna leverans

source: Total value of items received
sv_se: Totalt värde för mottagna produkter

source: There is nothing to process. Please enter valid quantities greater than zero.
sv_se: Det finns inget att bearbeta. Vänligen ange giltigt antal större än noll.

source: Entered quantities cannot be greater than the quantity entered on the purchase order including the allowed over-receive percentage
sv_se: Angivet antal kan inte vara större än den kvantitet som angivits iinköpsordern inklusive den tillåtna procentsatsen överleverans

source: Modify the ordered items on the purchase order if you wish to increase the quantities.
sv_se: Ändra de beställda produkterna på inköpsordern om du vill öka antalet.

source: This order has been changed or invoiced since this delivery was started to be actioned. Processing halted. To enter a delivery against this purchase order, it must be re-selected and re-read again to update the changes made by the other user.
sv_se: Denna order har ändrats eller fakturerats sedan leveransen startades. Bearbetning stoppades. För att ange en leverans mot denna inköpsorder,måste den anges- och återläsas igen för att uppdatera de förändringar som gjorts avannan användare.

source: Select a different purchase order for receiving goods against
sv_se: Välj en annan inköpsorder att ta emot varor mot

source: Re-Read the updated purchase order for receiving goods against
sv_se: Återinläs den uppdaterade inköpsordern för att ta emot varor mot

source: Items to Receive
sv_se: Produkter att mottaga

source: Process Receive Items
sv_se: Behandla mottagna produkter

source: Supplier credit note has been processed.
sv_se: Leverantörskreditfaktura har bearbetats

source: View this Credit Note
sv_se: Visa den här kreditfakturan

source: View the GL Journal Entries for this Credit Note
sv_se: Visa huvudboksposter för denna kreditnota

source: Enter Another Credit Note
sv_se: Registrera annan kreditnota

source: The account code entered is not a valid code, this line cannot be added to the transaction.
sv_se: Angiven kontokod är ogiltig. Raden kan inte läggas till transaktionen.

source: The amount entered is not numeric. This line cannot be added to the transaction.
sv_se: Angivet belopp är inte numeriskt. Raden kan inte läggas till transaktionen.

source: The credit note cannot be processed because the there are no items or values on the invoice. Credit notes are expected to have a charge.
sv_se: Kreditfakturan kan inte behandlas då det inte finns några produkter eller värden på fakturan. Kreditnotor förväntas att ha ett belopp.

source: You must enter an credit note reference.
sv_se: Du måste ange en kreditfakturareferens.

source: You must enter a supplier's credit note reference.
sv_se: Du måste ange en leverantörs kreditfakturareferens.

source: The credit note as entered cannot be processed because the date entered is not valid.
sv_se: kreditfakturan som anges kan inte behandlas då datumet är ogiltigt.

source: The invoice as entered cannot be processed because the due date is in an incorrect format.
sv_se: Fakturan som anges kan inte behandlas eftersom förfallodagen är i ett felaktigt format.

source: The credit note total as entered is less than the sum of the the general ledger entires (if any) and the charges for goods received. There must be a mistake somewhere, the credit note as entered will not be processed.
sv_se: Kreditfakturans total som anges är mindre än summan av huvudboksposterna (om någon) och avgifterna för mottagna varor. Det måste finnas ett fel någonstans, den angivna kreditfakturan kommer inte att behandlas.

source: The quantity to credit must be numeric and greater than zero.
sv_se: Antalet att kreditera måste vara numeriskt och större än noll.

source: The price is either not numeric or negative.
sv_se: Priset är antingen inte numeriskt eller negativt.

source: Enter Credit Note
sv_se: Registrera kreditfaktura

source: Enter Supplier Invoice
sv_se: Registrera leverantörsfaktura

source: Supplier invoice has been processed.
sv_se: Leverantörsfaktura har bearbetats.

source: View this Invoice
sv_se: Visa denna faktura

source: Enter Another Invoice
sv_se: Registrera en ny faktura

source: The invoice cannot be processed because the there are no items or values on the invoice. Invoices are expected to have a charge.
sv_se: Fakturan kan inte behandlas då det inte finns produkter eller värden på fakturan. Fakturor förväntas att ha ett värde.

source: You must enter an invoice reference.
sv_se: Du måste ange en fakturareferens.

source: You must enter a supplier's invoice reference.
sv_se: Du måste ange en leverantörsfakturareferens.

source: The invoice as entered cannot be processed because the invoice date is in an incorrect format.
sv_se: Fakturan kan inte behandlas då fakturadatumet är i felaktigt format.

source: This invoice number has already been entered. It cannot be entered again.
sv_se: Fakturanumret har redan använts. Det kan inte anges igen.

source: The quantity to invoice must be numeric and greater than zero.
sv_se: Antalet att fakturera måste vara numeriskt och större än 0.

source: The price is not numeric.
sv_se: Priset är inte numeriskt.

source: The price being invoiced is more than the purchase order price by more than the allowed over-charge percentage. The system is set up to prohibit this. See the system administrator to modify the set up parameters if necessary.
sv_se: Priset som faktureras är mera än inköpsorderpriset med mer än tillåten överdebitering i procent. Systemet är inställt att förhindra detta. Tala med systemadministratören för att modifiera dessa parametrar om nödvändigt.

source: The over-charge percentage allowance is :
sv_se: Tillåten överdebiteringsprocent är:

source: The quantity being invoiced is more than the outstanding quantity by more than the allowed over-charge percentage. The system is set up to prohibit this. See the system administrator to modify the set up parameters if necessary.
sv_se: Antalet som faktureras är mer än det utestående antal med merän den tillåtna överdebitering i procent. Systemet är inställt för att förhindradetta. Be systemadministratören att ändra dessa parametrar omnödvändigt.

source: All yet non-invoiced items on delivery line # %d has been removed.
sv_se: Alla ännu inte fakturerade poster på leveransrad #%d har tagits bort.

source: Enter Invoice
sv_se: Registrera faktura

source: Supplier Payment Entry
sv_se: Leverantörsbetalningsinmatning

source: Invalid purchase invoice number.
sv_se: Ogiltigt inköpsfakturanummer.

source: Payment has been sucessfully entered
sv_se: Betalningen har registrerats

source: &Print This Remittance
sv_se: &Skriv ut denna remiss

source: &Email This Remittance
sv_se: &E-posta denna remiss

source: View the GL &Journal Entries for this Payment
sv_se: Visa &journalposter för denna betalning

source: Enter another supplier &payment
sv_se: Ange en annan leverantör och &betalning

source: The entered amount is invalid or less than zero.
sv_se: Angivet belopp är ogiltigt eller mindre än noll.

source: The Bank Charge Account has not been set in System and General GL Setup.
sv_se: Bankavgiftskontot har inte satts i system och huvudboksinställningar.

source: The exchange rate must be numeric and greater than zero.
sv_se: Växelkursen måste vara numerisk och större än 0

source: The entered discount is invalid or less than zero.
sv_se: Angiven rabatt är ogiltig eller mindre än noll.

source: The total of the amount and the discount is zero or negative. Please enter positive values.
sv_se: Totalen av beloppet och rabatten är noll eller negativ. Vänligen ange positiva värden.

source: Payment To:
sv_se: Betalning till:

source: From Bank Account:
sv_se: Från bankkonto:

source: Date Paid
sv_se: Betaldatum

source: Bank Charge:
sv_se: Bankavgift:

source: Amount of Discount:
sv_se: Rabattbelopp:

source: Amount of Payment:
sv_se: Betalningsbelopp:

source: The amount and discount are in the bank account's currency.
sv_se: Beloppet och rabatten är i bankkontots valuta.

source: Enter Payment
sv_se: Registrera betalning

source: View Purchase Order Delivery
sv_se: Visa inköpsorderleverans

source: This page must be called with a Purchase Order Delivery number to review.
sv_se: Denna sida måste anropas med en inköpsorders leveransnummer för granskning.

source: Line Details
sv_se: Raddetaljer

source: Delivery Date
sv_se: Leveransdatum

source: Total Excluding Tax/Shipping
sv_se: Totalt exklusive moms/frakt

source: This delivery has been voided.
sv_se: Den här leveransen har annullerats.

source: View Purchase Order
sv_se: Visa inköpsorder

source: This page must be called with a purchase order number to review.
sv_se: Denna sida måste anropas med ett inköpsordernummer för granskning.

source: Requested By
sv_se: Begärd av

source: Marked items are overdue.
sv_se: Markerade poster är förfallna.

source: Deliveries
sv_se: Leveranser

source: Delivered On
sv_se: Levererat den

source: Invoices/Credits
sv_se: Fakturor/krediteringar

source: View Supplier Credit Note
sv_se: Visa leverantörskreditnota

source: SUPPLIER CREDIT NOTE
sv_se: Leverantörskreditnota

source: Invoice Date
sv_se: Fakturadatum

source: Sub Total
sv_se: Summa

source: TOTAL CREDIT NOTE
sv_se: Total kreditfaktura

source: This credit note has been voided.
sv_se: Den här kreditnotan har annullerats.

source: View Supplier Invoice
sv_se: Visa leverantörsfaktura

source: SUPPLIER INVOICE
sv_se: Leverantörsfaktura

source: TOTAL INVOICE
sv_se: Totalfaktura

source: This invoice has been voided.
sv_se: Den här fakturan har annullerats.

source: View Payment to Supplier
sv_se: Visa betalning till leverantör

source: Payment to Supplier
sv_se: Betalning till leverantör

source: To Supplier
sv_se: Till leverantör

source: Payment Currency
sv_se: Betalningsvaluta

source: Supplier's Currency
sv_se: Leverantörs valuta

source: There are no tax groups defined in the system. At least one tax group is required before proceeding.
sv_se: Det finns inga momsgrupper definierade i systemet. Åtminstone en momsgrupp måste definieras innan behandling.

source: Basic Data
sv_se: Basdata

source: Supplier Name:
sv_se: Leverantörsnamn:

source: Supplier Short Name:
sv_se: Leverantör - kortnamn:

source: Website:
sv_se: Webbsida:

source: Our Customer No:
sv_se: Vårt kundnummer:

source: Contact Data
sv_se: Kontaktdata

source: System default
sv_se: Systemstandard

source: Purchasing
sv_se: Inköp

source: Bank Name/Account:
sv_se: Banknamn/konto:

source: Credit Limit:
sv_se: Kreditgräns:

source: Payment Terms:
sv_se: Betalningsvillkor:

source: Accounts
sv_se: Konton

source: Accounts Payable Account:
sv_se: Leverantörsskuldkonto:

source: Purchase Account:
sv_se: Inköpskonto:

source: Addresses
sv_se: Adresser

source: Mailing Address:
sv_se: Postadress:

source: Physical Address:
sv_se: Adress:

source: General
sv_se: Allmän

source: General Notes:
sv_se: Allmänna anteckningar:

source: Supplier status:
sv_se: Leverantörstatus:

source: Update Supplier
sv_se: Uppdatera leverantör

source: Update supplier data
sv_se: Uppdatera leverantörsdata

source: Select this supplier and return to document entry.
sv_se: Välj den här leverantören och gå tillbaka till dokument.

source: Delete Supplier
sv_se: Ta bort leverantör

source: Delete supplier data if have been never used
sv_se: Radera leverantörsuppgifter om de aldrig har använts

source: Add New Supplier Details
sv_se: Lägg till nya leverantörsdetaljer

source: The supplier name must be entered.
sv_se: Leverantörsnamnet måste anges.

source: The supplier short name must be entered.
sv_se: Leverantörens kortnamn måste anges

source: Supplier has been updated.
sv_se: Leverantören har uppdaterats.

source: A new supplier has been added.
sv_se: Ny leverantör har lagts till.

source: Cannot delete this supplier because there are transactions that refer to this supplier.
sv_se: Kan inte ta bort denna leverantör då det finns transaktioner som refererar till denna leverantör.

source: Cannot delete the supplier record because purchase orders have been created against this supplier.
sv_se: Kan inte ta bort denna leverantör då inköpsorder finns registrerade mot denne.

source: Select a supplier:
sv_se: Välj en leverantör:

source: New supplier
sv_se: Ny leverantör

source: Search Purchase Orders
sv_se: Sök inköpsordrar

source: into location:
sv_se: till plats:

source: Order Date
sv_se: Orderdatum

source: Search Outstanding Purchase Orders
sv_se: Sök utestående inköpsordrar

source: Receive
sv_se: Ta emot

source: Marked orders have overdue items.
sv_se: Markerade ordrar har förfallna poster.

source: Supplier Allocation Inquiry
sv_se: Leverantörsfördelningsfråga

source: show settled:
sv_se: Visa reglerade:

source: Supp Reference
sv_se: Lev.referens

source: Allocated
sv_se: Fördelat

source: Supplier Inquiry
sv_se: Leverantörsfråga

source: Select a supplier:
sv_se: Välj en leverantör:

source: Days
sv_se: Dagar

source: Over
sv_se: Över

source: Terms
sv_se: Villkor

source: Current
sv_se: Aktuell

source: Total Balance
sv_se: Saldo

source: Credit This
sv_se: Kreditera denna

source: Print Remittance
sv_se: Skriv ut remiss

source: Allocate Supplier Payment or Credit Note
sv_se: Fördela en leverantörsbetalning eller kreditfaktura

source: Allocation of
sv_se: Fördelning av

source: Refresh
sv_se: Uppdatera

source: Start again allocation of selected amount
sv_se: Börja om fördelning av valda belopp

source: Process allocations
sv_se: Behandla fördelningar

source: Back to Allocations
sv_se: Tillbaka till fördelningar

source: Abandon allocations and return to selection of allocatable amounts
sv_se: Överge fördelningar och återvänd till urvalet av fördelningsbara belopp

source: There are no unsettled transactions to allocate.
sv_se: Det finns inga oreglerade transaktioner att fördela.

source: Supplier Allocations
sv_se: Leverantörsfördelningar

source: Select a Supplier:
sv_se: Välj en leverantör:

source: Show Settled Items:
sv_se: Visa reglerade poster:

source: Allocate
sv_se: Fördela

source: Marked items are settled.
sv_se: Markerade poster är redan fördelade.

source: Balances in Home Currency
sv_se: Balanser i inhemsk valuta:

source: Trans Type
sv_se: Transaktionstyp:

source: Charges
sv_se: Avgifter

source: Credits
sv_se: Krediteringar

source: Suppress Zeros
sv_se: Dämpa nollor

source: Customer Balances
sv_se: Kundtillgodohavanden

source: Grand Total
sv_se: Totalsumma

source: Summary Only
sv_se: Endast översikt

source: Detailed Report
sv_se: Detaljerad rapport

source: End Date
sv_se: Slutdatum

source: Aged Customer Analysis
sv_se: Åldrad kundanalys

source: All Areas
sv_se: Alla områden

source: All Sales Folk
sv_se: Alla säljare

source: Greater than
sv_se: Större än

source: Less than
sv_se: Mindre än

source: Customer Postal Address
sv_se: Kundadress

source: Price/Turnover
sv_se: Pris/omsättning

source: Branch Contact Information
sv_se: Filialkontaktinformation

source: Branch Delivery Address
sv_se: Filial - leveransadress

source: Activity Since
sv_se: Aktivitet sedan

source: Sales Areas
sv_se: Försäljningsområden

source: Sales Folk
sv_se: Säljare

source: Activity
sv_se: Aktivitet

source: Customer Details Listing
sv_se: Kunddetaljslista

source: Customers in
sv_se: Kunder i

source: Price List
sv_se: Prislista

source: Turnover
sv_se: Omsättning

source: Ph
sv_se: Tel.

source: Category/Items
sv_se: Kategori/produkter

source: Show GP %
sv_se: Visa GP %

source: Price Listing
sv_se: Prislista

source: Sales Kits
sv_se: Försäljningspaket

source: All Orders
sv_se: Alla ordrar

source: Back Orders Only
sv_se: Endast restorder

source: Branch
sv_se: Filial

source: Customer Ref
sv_se: Kund-ref

source: Ord Date
sv_se: Ord datum

source: Del Date
sv_se: Lev.dag

source: Loc
sv_se: Plats

source: Invoiced
sv_se: Fakturerad

source: Selection
sv_se: Urval

source: Order Status Listing
sv_se: Orderstatuslista

source: Invoice
sv_se: Faktura

source: Inv Date
sv_se: Fakt.-datum

source: Salesman
sv_se: Säljare

source: Email
sv_se: E-post

source: Break Pt.
sv_se: Brytpunkt

source: Salesman Listing
sv_se: Säljarlista

source: INVOICE
sv_se: Faktura

source: CREDIT NOTE
sv_se: Kreditfaktura

source: STATEMENT
sv_se: Kontoutdrag

source: SALES ORDER
sv_se: Försäljningsorder

source: QUOTE
sv_se: Offert

source: DELIVERY
sv_se: Leverans

source: PACKING SLIP
sv_se: Packsedel

source: DELIVERY NOTE
sv_se: Följesedel

source: SALES QUOTATION
sv_se: Försäljningsoffert

source: RECEIPT
sv_se: Kvitto

source: Balances in Home currency
sv_se: Balans i inhemsk valuta:

source: Supplier Balances
sv_se: Leverantörssaldon

source: currency
sv_se: valuta

source: Aged Supplier Analysis
sv_se: Föråldrad leverantörsanalys

source: Payment Report
sv_se: Betalningsrapport

source: GRN
sv_se: Godsmottagningsnota

source: Qty Recd
sv_se: Antal mottagna

source: qty Inv
sv_se: Antal fakt

source: Act Price
sv_se: Aktuellt pris

source: Outstanding GRNs Report
sv_se: Utestående godsmottagningsrapport

source: PURCHASE ORDER
sv_se: Inköpsorder

source: REMITTANCE
sv_se: Remiss

source: Inventory Valuation Report
sv_se: Lagervärdesrapport

source: Inventory Planning Report
sv_se: Lagerplaneringsrapport

source: Shortage
sv_se: Brist

source: Stock ID
sv_se: Lager-ID

source: Check
sv_se: Kontrollera

source: Only Shortage
sv_se: Endast brist

source: Stock Check Sheets
sv_se: Lagerkontrollista

source: Qty
sv_se: Antal

source: Sales
sv_se: Försäljning

source: Cost
sv_se: Kostnad

source: Contribution
sv_se: Bidrag

source: Inventory Sales Report
sv_se: Lagerförsäljningsrapport

source: Qty Received
sv_se: Mottaget antal

source: Unit Price
sv_se: Enhetspris

source: Actual Price
sv_se: Aktuellt pris

source: GRN Valuation Report
sv_se: Godsmottagningsvärderapport

source: Wrk Ctr
sv_se: Verkstad

source: Bill of Material Listing
sv_se: Materiallista
