Repository: Interlecto/proho
Catalog: dev/acc/frontaccounting/lang/*/LC_MESSAGES/*-2.3.0-4.po
Languages: sv_se

source: WORK ORDER
sv_se: Arbetsorder

source: Insufficient stock
sv_se: Otillräckligt lager

source: Work Order No.
sv_se: Arbetsorder-nr.

source: YTD
sv_se: År till datum

source: Dimension Summary
sv_se: Kostnadsställeöversikt

source: Bank Account
sv_se: Bankkonto

source: Total Debit / Credit
sv_se: Total debet/kredit

source: Net Change
sv_se: Nettoändring

source: Type/Account
sv_se: Typ/Konto

source: Date/Dim.
sv_se: Datum/Dim.

source: Person/Item/Memo
sv_se: Person/Artikel/Memo

source: List of Journal Entries
sv_se: Journalpostlista

source: GL Account Transactions
sv_se: Huvudbokstransaktioner

source: Year
sv_se: År

source: Tags
sv_se: Etiketter

source: Amounts in thousands
sv_se: Belopp i tusental

source: Annual Expense Breakdown
sv_se: Årlig kostnadsfördelning

source: Close Balance
sv_se: Utgående balans

source: Group
sv_se: Grupp

source: Profit and Loss Statement
sv_se: Resultaträkning

source: Tax Report
sv_se: Momsrapport

source: Branch Name
sv_se: Filialnamn

source: Net
sv_se: Netto

source: Rate
sv_se: Kurs

source: Tax
sv_se: Moms

source: Tax Rate
sv_se: Momssats

source: Net Tax
sv_se: Nettomoms

source: Time
sv_se: Tid

source: Trans Date
sv_se: Transaktionsdatum

source: Action
sv_se: Åtgärd

source: Audit Trail
sv_se: Redovisningskedja

source: Changed
sv_se: Ändrad

source: Reports and Analysis
sv_se: Rapporter och analyser

source: Customer &Balances
sv_se: &Kundtillgodohavanden

source: Currency Filter
sv_se: Valutafilter

source: &Aged Customer Analysis
sv_se: &Åldrad kundanalys

source: Graphics
sv_se: Grafik

source: Customer &Detail Listing
sv_se: &Kunddetaljlista

source: Activity Greater Than
sv_se: Aktivitet större än

source: Activity Less Than
sv_se: Aktivitet mindre än

source: &Price Listing
sv_se: &Prislista

source: Inventory Category
sv_se: Inventeringskategori

source: Sales Types
sv_se: Försäljningstyper

source: Show Pictures
sv_se: Visa bilder

source: &Order Status Listing
sv_se: &Orderstatuslista

source: Stock Location
sv_se: Lagerplats

source: &Salesman Listing
sv_se: &Säljarlista

source: Print &Invoices/Credit Notes
sv_se: Skriv ut &fakturor/kreditfakturor

source: To
sv_se: Till

source: email Customers
sv_se: E-posta kunder

source: Payment Link
sv_se: Betalningslänk

source: Print &Deliveries
sv_se: Skriv ut &leveranser

source: Print as Packing Slip
sv_se: Skriv som packsedel

source: Print &Statements
sv_se: Skriv ut &kontoutdrag

source: Email Customers
sv_se: E-posta kunder

source: &Print Sales Orders
sv_se: &Skriv ut försäljningsordrar

source: Print as Quote
sv_se: Skriv ut som offert

source: &Print Sales Quotations
sv_se: &Skriv ut försäljningsoffert

source: Print Receipts
sv_se: Skriv ut kvitton

source: Supplier &Balances
sv_se: &Leverantörssaldon

source: &Aged Supplier Analyses
sv_se: &Åldrade leverantörsanalyser

source: &Payment Report
sv_se: &Betalningsrapport

source: Outstanding &GRNs Report
sv_se: Utestående &godsmottagningsrapport

source: Print Purchase &Orders
sv_se: Skriv ut &inköpsordrar

source: Print Remittances
sv_se: Skriv ut remisser

source: Inventory &Valuation Report
sv_se: &Lagervärdesrapport

source: Inventory &Planning Report
sv_se: &Lagerplaneringsrapport

source: Stock &Check Sheets
sv_se: &Lagerkontrollista

source: Inventory Column
sv_se: Inventeringskolumn

source: Show Shortage
sv_se: Visa brist

source: Inventory &Sales Report
sv_se: Inventerings- &försäljningsrapport

source: &GRN Valuation Report
sv_se: &Godsmottagningsvärderapport

source: Manufacturing
sv_se: Tillverkning

source: &Bill of Material Listing
sv_se: &Materiallista

source: From product
sv_se: Från produkt

source: To product
sv_se: Till produkt

source: Print &Work Orders
sv_se: Skriv ut &arbetsordrar

source: Email Locations
sv_se: E-postplatser

source: Dimension &Summary
sv_se: &Kostnadsställeöversikt

source: From Dimension
sv_se: Från kontoställe

source: To Dimension
sv_se: Till kontoställe

source: Show Balance
sv_se: Visa balans

source: Banking
sv_se: Bank

source: Bank &Statement
sv_se: &Kontoutdrag

source: General Ledger
sv_se: Huvudbok

source: Chart of &Accounts
sv_se: &Kontoplaner

source: Show Balances
sv_se: Visa balanser

source: List of &Journal Entries
sv_se: Lista över &journalposter

source: GL Account &Transactions
sv_se: &Huvudbokstransaktioner

source: From Account
sv_se: Från konto

source: To Account
sv_se: Till konto

source: Annual &Expense Breakdown
sv_se: Årlig &kostnadsfördelning

source: &Balance Sheet
sv_se: &Balansräkning

source: Decimal values
sv_se: Decimalvärden

source: &Profit and Loss Statement
sv_se: &Resultaträkning

source: Zero values
sv_se: Nollvärden

source: Ta&x Report
sv_se: &Momsrapport

source: Cust no
sv_se: Kund-nr.

source: Order To
sv_se: Order till

source: Deliver To
sv_se: Leverera till

source: Charge To
sv_se: Debitera till

source: With thanks from
sv_se: Med tack från

source: Delivered To
sv_se: Levererad till

source: Valid until
sv_se: Gäller till

source: Your Ref
sv_se: Er ref.

source: Sales Person
sv_se: Säljare

source: Your VAT no.
sv_se: Ert momsreg-nr

source: Customers Reference
sv_se: Kundreferens

source: Our Order No
sv_se: Vårt order-nr.

source: Our VAT No.
sv_se: Vårt momsreg-nr.

source: Domicile
sv_se: Säte:

source: * Subject to Realisation of the Cheque.
sv_se: * Under förutsättning att förverkligandet av check.

source: All amounts stated in
sv_se: Alla belopp angivet i

source: Please quote Invoice no. when paying. All amounts stated in
sv_se: Vänligen ange faktura-nr vid betalning. Alla belopp angivna i

source: Please quote Credit no. when paying. All amounts stated in
sv_se: Vänligen ange kredit-nr vid betalning. Alla belopp angivna i

source: Phone/Fax/Email
sv_se: Tel/Fax/E-post

source: You can pay through
sv_se: Du kan betala genom

source: Discount %
sv_se: Rabatt %

source: DueDate
sv_se: Förf.dag

source: Dear
sv_se: Kära

source: Attached you will find
sv_se: Bifogat hittar du

source: Kindest regards
sv_se: Med vänlig hälsning

source: Delivery Note No.
sv_se: Följesedel-nr.

source: Receipt No.
sv_se: Kvittonr.

source: Remittance No.
sv_se: Remissnr.

source: Purchase Order No.
sv_se: Inköpsorder-nr.

source: Order No.
sv_se: Order-nr.

source: Quotation No.
sv_se: Offertnr.

source: Invoice No.
sv_se: Faktura-nr.

source: Credit No.
sv_se: Kreditnr.

source: Sub-total
sv_se: Summa

source: Shipping
sv_se: Frakt

source: TOTAL CREDIT
sv_se: Total kredit

source: TOTAL ORDER EX VAT
sv_se: Total order exkl. moms

source: TOTAL ORDER VAT INCL.
sv_se: Total order inkl. moms

source: TOTAL PO EX VAT
sv_se: Total best (PO) exkl. moms

source: TOTAL DELIVERY INCL. VAT
sv_se: Total leverans inkl. moms

source: As advance / full / part / payment towards:
sv_se: Som förskott / full / delvis / betalning mot:

source: By Cash / Cheque* / Draft No.
sv_se: Från kassa / check * / utkast-nr

source: Dated
sv_se: Daterad

source: Drawn on Bank
sv_se: Dragit på bank

source: Received / Sign
sv_se: Mottagen/signera

source: TOTAL RECEIPT
sv_se: Totalkvitto

source: TOTAL REMITTANCE
sv_se: Fullständig remiss

source: Outstanding Transactions
sv_se: Utestående transaktioner

source: Statement
sv_se: Utdrag

source: as of
sv_se: per

source: The security settings on your account do not permit you to print this report
sv_se: Säkerhetsinställningarna på ditt konto tillåter dig inte att skriva ut denna rapport

source: Print Out Date
sv_se: Skriv ut datum

source: Fiscal Year
sv_se: Räkenskapsår

source: Report Date
sv_se: Rapportdatum

source: Generated At
sv_se: Genererad vid

source: Generated By
sv_se: Genererad av

source: Page
sv_se: Sida

source: Report Period
sv_se: Rapportperiod

source: You have no email contact defined for this type of document
sv_se: Du har ingen e-postkontakt definierad för den här typen av dokument

source: Sending document by email failed
sv_se: Skicka dokument via e-post misslyckades

source: has been sent by email to destination.
sv_se: har skickats via e-post till destinationen.

source: Report has been sent to network printer
sv_se: Rapport har skickats till nätverksskrivare

source: Cannot open connection to printer
sv_se: Kan inte öppna anslutning till skrivare

source: Printer does not acept the job
sv_se: Skrivaren tar inte emot jobbet

source: Error sending print job control file
sv_se: Fel vid skickande av utskriftsjobbets kontrollfil

source: Print control file not accepted
sv_se: Skrivarens kontrollfil mattages inte

source: Cannot send report to printer
sv_se: Kan inte skicka rapport till skrivaren

source: No ack after report printout
sv_se: Inget kvitto efter utskriftsrapport

source: Cannot flush printing queue
sv_se: Kan inte rensa utskriftskö

source: Report Classes:
sv_se: Rapportklasser:

source: Reports For Class:
sv_se: Rapporter för klass:

source: Display:
sv_se: Visa:

source: Invalid date format
sv_se: Ogiltigt datumformat

source: Unknown report parameter type:
sv_se: Okänd rapportparametertyp:

source: No Currency Filter
sv_se: Inget valutafilter

source: No payment Link
sv_se: Ingen betalningslänk

source: PDF/Printer
sv_se: PDF/skrivare

source: No Graphics
sv_se: Ingen grafik

source: Vertical bars
sv_se: Vertikala streck

source: Horizontal bars
sv_se: Vågrätt stapel

source: Dots
sv_se: Punkter

source: Lines
sv_se: Rader

source: Pie
sv_se: Paj

source: No Type Filter
sv_se: Inget typfilter

source: No Account Group Filter
sv_se: Inget kontogruppfilter

source: No Dimension Filter
sv_se: Inget kontoställefilter

source: No Customer Filter
sv_se: Inget kundfilter

source: No Supplier Filter
sv_se: Inget leverantörsfilter

source: DN
sv_se: FS

source: BP
sv_se: Affärsplan

source: No Location Filter
sv_se: Inget lagerplatsfilter

source: No Category Filter
sv_se: Inget kategorifilter

source: No Sales Folk Filter
sv_se: Inget säljarefilter

source: No Users Filter
sv_se: Inget användarfilter

source: Create and Print Recurrent Invoices
sv_se: Skapa och skriva ut återkommande fakturor

source: Template No
sv_se: Mallnr

source: Begin
sv_se: Börja

source: End
sv_se: Slut

source: Last Created
sv_se: Senast skapad

source: Create Invoices
sv_se: Skapa fakturor

source: Marked items are due.
sv_se: Markerade poster är förfallna.

source: No recurrent invoices are due.
sv_se: Inga återkommande fakturor är förfallna.

source: Modifying Customer Credit Note #%d
sv_se: Ändrar kundkreditfaktura #%d

source: There are no customers, or there are no customers with branches. Please define customers and customer branches.
sv_se: Det finns inga kunder, eller det finns inga kunder med filialer. Vänligen definiera kunder och kundfilialer.

source: Credit Note # %d has been processed
sv_se: Kreditfaktura # %d har behandlats

source: &View this credit note
sv_se: &Visa kreditfakturan

source: &Print This Credit Invoice
sv_se: &Skriv ut denna kreditfaktura

source: &Email This Credit Invoice
sv_se: &E-posta denna kreditfaktura

source: View the GL &Journal Entries for this Credit Note
sv_se: Visa &journalposter för denna kreditnota

source: Enter Another &Credit Note
sv_se: Ange en annan &kreditnota

source: The entered date for the credit note is invalid.
sv_se: Angivet datum för kreditfakturan är ogiltigt.

source: For credit notes created to write off the stock, a general ledger account is required to be selected.
sv_se: För kreditnotor som skapats för nedskrivning av lagret, krävs ett huvudbokskonto.

source: Please select an account to write the cost of the stock off to, then click on Process again.
sv_se: Vänligen välj ett konto för nedskrivning av lagret. Klicka sedan på bearbeta igen.

source: The quantity must be greater than zero.
sv_se: Antalet måste vara större än noll.

source: The entered price is negative or invalid.
sv_se: Angivet pris är negativt eller ogiltigt.

source: The entered discount percent is negative, greater than 100 or invalid.
sv_se: Angiven rabattprocent är negativ, större än 100 eller ogiltig.

source: Credit Note Items
sv_se: Kreditfakturaposter

source: Process Credit Note
sv_se: Bearbeta kreditfaktura

source: Modifying Credit Invoice # %d.
sv_se: Ändrar kreditfaktura # %d.

source: Credit all or part of an Invoice
sv_se: Kreditera hela eller delar av en faktura

source: Credit Note has been processed
sv_se: Kreditfaktura har behandlats

source: &View This Credit Note
sv_se: &Visa den här kreditnotan

source: &Print This Credit Note
sv_se: &Skriv ut den här kreditnotan

source: Credit Note has been updated
sv_se: Kreditfaktura är uppdaterats

source: The entered shipping cost is invalid or less than zero.
sv_se: Angiven frakt är ogiltig eller mindre än noll.

source: Selected quantity cannot be less than zero nor more than quantity not credited yet.
sv_se: Valt antal kan inte vara mindre än noll eller fler än antalet som inte krediterats ännu.

source: This page can only be opened if an invoice has been selected for crediting.
sv_se: Denna sida kan endast öppnas om en faktura har valts för kreditering.

source: Crediting Invoice
sv_se: Krediterar faktura

source: Credit Note Date
sv_se: Kreditfakturadatum

source: Invoiced Quantity
sv_se: Fakturerat antal

source: Credit Quantity
sv_se: Kreditera antal

source: Credit Shipping Cost
sv_se: Kreditera fraktkostnad

source: Credit Note Type
sv_se: Kreditfakturatyp

source: Items Returned to Location
sv_se: Produkter returnerade till plats

source: Write off the cost of the items to
sv_se: Avskriv kostnader för produkter till

source: Update credit value for quantities entered
sv_se: Uppdatera kreditvärde för angivna kvantiteter

source: Modifying Delivery Note # %d.
sv_se: Ändrar följesedel # %d.

source: Deliver Items for a Sales Order
sv_se: Leverera produkter från kundorder

source: Delivery # %d has been entered.
sv_se: Leverans # %d har lagts in.

source: &View This Delivery
sv_se: &Visa den här leveransen.

source: &Print Delivery Note
sv_se: &Skriv ut följesedel

source: &Email Delivery Note
sv_se: &E-posta följesedel

source: P&rint as Packing Slip
sv_se: &Skriv ut som packsedel

source: E&mail as Packing Slip
sv_se: &E-posta som packsedel

source: View the GL Journal Entries for this Dispatch
sv_se: Visa huvudboksposterna för denna sändning

source: Invoice This Delivery
sv_se: Fakturera leveransen

source: Select Another Order For Dispatch
sv_se: Välj en annan order för sändning

source: Delivery Note # %d has been updated.
sv_se: Följesedel # %d är uppdaterad.

source: View this delivery
sv_se: Visa leveransen.

source: Confirm Delivery and Invoice
sv_se: Bekräfta leverans och fakturera

source: Select A Different Delivery
sv_se: Välj en annan leverans

source: Select a different sales order to delivery
sv_se: Välj en annan order för leverans

source: This order has no items. There is nothing to delivery.
sv_se: Ordern har inga produkter. Det finns inget att leverera.

source: Select a different delivery
sv_se: Välj en annan leverans

source: This delivery has all items invoiced. There is nothing to modify.
sv_se: Denna leverans har alla produkter fakturerade. Det finns inget att ändra.

source: This page can only be opened if an order or delivery note has been selected. Please select it first.
sv_se: Denna sida kan endast öppnas om en order eller leverans har valts. Vänligen välj denna först.

source: Select a Sales Order to Delivery
sv_se: Välj en order för leverans

source: Selected quantity cannot be less than quantity invoiced nor more than quantity not dispatched on sales order.
sv_se: Valt antal kan inte vara mindre än fakturerat antal inte heller mer än antal som inte är levererat på kundordern.

source: Freight cost cannot be less than zero
sv_se: Fraktkostnad kan inte vara mindre än 0.

source: The entered date of delivery is invalid.
sv_se: Angivet leveransdatum är ogiltigt.

source: The entered date of delivery is not in fiscal year.
sv_se: Angivet leveransdatum ligger utanför räkenskapsåret.

source: The entered dead-line for invoice is invalid.
sv_se: Angiven sista tid för fakturering är ogiltig.

source: The entered shipping value is not numeric.
sv_se: Angivet fraktvärde är inte numeriskt.

source: There are no item quantities on this delivery note.
sv_se: Det finns inget produktantal på denna följesedel.

source: The delivery cannot be processed because there is an insufficient quantity for item:
sv_se: Leveransen kan inte bearbetas då det inte finns tillräckligt antal för produkt:

source: For Sales Order
sv_se: För försäljningsorder

source: Delivery From
sv_se: Leverans från

source: Invoice Dead-line
sv_se: Faktura-tidsfrist

source: The selected customer account is currently on hold. Please contact the credit control personnel to discuss.
sv_se: Valt kundkonto är är för tillfället vilande. Vänligen kontakta kreditkontrollpersonal för diskussion.

source: Delivery Items
sv_se: Leveransprodukter

source: Max. delivery
sv_se: Max. leverans

source: Delivered
sv_se: Levererad

source: Discount
sv_se: Rabatt

source: Shipping Cost
sv_se: Fraktkostnad

source: Amount Total
sv_se: Totalbelopp

source: Marked items have insufficient quantities in stock as on day of delivery.
sv_se: Markerade produkter har otillräcklig antal i lager på leveransdagen.

source: Action For Balance
sv_se: Saldoåtgärd

source: Refresh document page
sv_se: Uppdatera dokumentsidan

source: Process Dispatch
sv_se: Behandla sändning

source: Check entered data and save document
sv_se: Kontrollera inmatade data och spara dokument

source: Modifying Sales Invoice # %d.
sv_se: Ändra faktura # %d.

source: Issue an Invoice for Delivery Note
sv_se: Utfärda en faktura för följesedel

source: Issue Batch Invoice for Delivery Notes
sv_se: Skapa batchfaktura för följesedlar

source: Selected deliveries has been processed
sv_se: Valda leveranser har behandlats

source: &View This Invoice
sv_se: &Visa denna faktura

source: &Print This Invoice
sv_se: &Skriv ut denna faktura

source: &Email This Invoice
sv_se: &E-posta denna faktura

source: View the GL &Journal Entries for this Invoice
sv_se: Visa &journalposter för denna faktura

source: Select Another &Delivery For Invoicing
sv_se: Välj en annan &leverans för fakturering

source: Sales Invoice # %d has been updated.
sv_se: Faktura # %d är uppdaterad.

source: Select Another &Invoice to Modify
sv_se: Välj en annan &faktura att ändra

source: Select a different delivery to invoice
sv_se: Välj en annan leverans att fakturera

source: There are no delivered items with a quantity left to invoice. There is nothing left to invoice.
sv_se: Det finns inga levererade produkter med ett antal kvar att fakturera. Det finns inget kvar att fakturera.

source: There are no delivery notes for this invoice.<br> Most likely this invoice was created in Front Accounting version prior to 2.0 and therefore can not be modified.
sv_se: Det finns inga följesedlar för denna faktura. <br> sannolikt har denna faktura skapats i en tidigare version av FrontAccounting och kan därför inte ändras.

source: All quantities on this invoice has been credited. There is nothing to modify on this invoice
sv_se: Alla kvantiteter på denna faktura har krediterats. Det finns inget att ändrai denna faktura

source: This page can only be opened after delivery selection. Please select delivery to invoicing first.
sv_se: Denna sida kan endast öppnas om en leverans har valts. Vänligen välj leverans att fakturera först.

source: Select Delivery to Invoice
sv_se: Välj leverans att fakturera

source: Selected quantity cannot be less than quantity credited nor more than quantity not invoiced yet.
sv_se: Valt antal kan inte vara mindre än krediterat antal, inte heller mer än antalet som inte fakturerats ännu.

source: The entered invoice date is invalid.
sv_se: Angivet fakturadatum är ogiltigt.

source: The entered invoice date is not in fiscal year.
sv_se: Angivet fakturadatum ligger inte inom räkenskapsåret.

source: The entered invoice due date is invalid.
sv_se: Angiven förfallodag är ogiltig.

source: There are no item quantities on this invoice.
sv_se: Det finns inget produktantal på denna faktura.

source: Payment terms:
sv_se: Betalningsvillkor:

source: Payment:
sv_se: Betalning:

source: Invoice Items
sv_se: Fakturaposter

source: This Invoice
sv_se: Denna faktura

source: Credited
sv_se: Krediterad

source: Invoice Total
sv_se: Fakturatotal

source: Process Invoice
sv_se: Bearbeta faktura

source: Customer Payment Entry
sv_se: Kundbetalning

source: There are no customers defined in the system.
sv_se: Det finns inga kunder definierade i systemet.

source: The customer payment has been successfully entered.
sv_se: Kundbetalningen har matats in.

source: &Print This Receipt
sv_se: &Skriv ut det här kvittot

source: &View the GL Journal Entries for this Customer Payment
sv_se: &Visa journalposter för den här kundbetalningen

source: Enter Another &Customer Payment
sv_se: &Ange en annan kundbetalning

source: There is no customer selected.
sv_se: Ingen kund är vald.

source: This customer has no branch defined.
sv_se: Den här kunden har ingen filial definierad.

source: The entered date is invalid. Please enter a valid date for the payment.
sv_se: Angivet datum är ogiltigt. Vänligen ange ett giltigt datum för betalning.

source: The entered amount is invalid or negative and cannot be processed.
sv_se: Angivet belopp är ogiltigt eller negativt och kan inte behandlas.

source: The entered discount is not a valid number.
sv_se: Angiven rabatt är ogiltig.

source: The balance of the amount and discout is zero or negative. Please enter valid amounts.
sv_se: Saldot för belopp och rabatt är noll eller negativ. Vänligen ange giltiga belopp.

source: From Customer:
sv_se: Från kund:

source: This customer account is on hold.
sv_se: Kundkontot är vilande.

source: Into Bank Account:
sv_se: Till bankkonto:

source: Date of Deposit:
sv_se: Datum för inbetalning:

source: Customer prompt payment discount :
sv_se: Kundrabatt för snabb betalning:

source: Amount and discount are in customer's currency.
sv_se: Belopp och rabatt är i kundens valuta.

source: Add Payment
sv_se: Lägg till betalning

source: Direct Sales Delivery
sv_se: Direktleverans

source: Direct Sales Invoice
sv_se: Direktfakturering

source: Modifying Sales Order # %d
sv_se: Ändrar order # %d

source: Modifying Sales Quotation # %d
sv_se: Ändra försäljningsoffert # %d

source: New Sales Order Entry
sv_se: Ny orderregistrering

source: New Sales Quotation Entry
sv_se: Ny försäljningsoffert

source: Sales Order Entry
sv_se: Skapa kundorder

source: Order # %d has been entered.
sv_se: Order # %d har lagts in.

source: &View This Order
sv_se: &Visa denna order

source: Make &Delivery Against This Order
sv_se: &Leverera mot denna order

source: Enter a &New Order
sv_se: &Registrera en ny order

source: Order # %d has been updated.
sv_se: Order # %d är uppdaterad.

source: Confirm Order Quantities and Make &Delivery
sv_se: Bekräfta orderantal och skapa &leverans

source: Select A Different &Order
sv_se: &Välj en annan order

source: Quotation # %d has been entered.
sv_se: Offert # %d har lagts in.

source: &View This Quotation
sv_se: &Visa denna offert

source: &Print This Quotation
sv_se: &Skriv ut den här offerten

source: &Email This Quotation
sv_se: &E-posta denna offert

source: Make &Sales Order Against This Quotation
sv_se: Skapa försäljningsorder mot denna offert

source: Enter a New &Quotation
sv_se: Skapa en ny &offert

source: Quotation # %d has been updated.
sv_se: Offert # %d har uppdaterats.

source: Select A Different &Quotation
sv_se: Välj en annan &offert

source: Make &Invoice Against This Delivery
sv_se: Skapa &faktura mot den här leveransen

source: Enter a New Template &Delivery
sv_se: Ange en ny &leveransmall

source: Enter a &New Delivery
sv_se: Ange en ny &leverans

source: Invoice # %d has been entered.
sv_se: Faktura # %d har lagts in.
