Repository: Interlecto/proho
Catalog: dev/acc/frontaccounting/lang/*/LC_MESSAGES/*-2.3.0-4.po
Languages: sv_se

source: Calculated Return
sv_se: Beräknat resultat

source: Liabilities
sv_se: Skulder

source: and
sv_se: och

source: Equities
sv_se: Värdeökning

source: Bank Statement
sv_se: Kontoutdrag

source: There are no bank accounts defined in the system.
sv_se: Det finns inga bankkonton definierade i systemet.

source: Account:
sv_se: Konto:

source: Person/Item
sv_se: Person/enhet

source: Opening Balance
sv_se: Ingående saldo

source: Ending Balance
sv_se: Utgående saldo

source: General Ledger Inquiry
sv_se: Huvudboksfråga

source: Dimension
sv_se: Kostnadsställe

source: Amount min:
sv_se: Min-belopp:

source: Amount max:
sv_se: Max-belopp:

source: No general ledger transactions have been created for the specified criteria.
sv_se: Inga huvudbokstransaktioner har skapats för angivna kriterier.

source: Trial Balance
sv_se: Råbalans

source: No zero values
sv_se: Ej nollvärden

source: Only balances
sv_se: Bara saldon

source: Account Name
sv_se: Kontonamn

source: Brought Forward
sv_se: Förde vidare

source: This Period
sv_se: Denna period

source: Journal Inquiry
sv_se: Journalfråga

source: Enter reference fragment or leave empty
sv_se: Ange referens eller lämna tomt

source: Show closed:
sv_se: Visa stängda:

source: Enter memo fragment or leave empty
sv_se: Skriv anteckning eller lämna tomt.

source: Amount
sv_se: Belopp

source: User
sv_se: Användare

source: Profit & Loss Drilldown
sv_se: Resultaträkning - bläddra

source: Accumulated
sv_se: Ackumulerad

source: Compare to
sv_se: Jämför med

source: Group/Account Name
sv_se: Grupp/kontonamn

source: Achieved %
sv_se: Uppnådd %

source: Tax Inquiry
sv_se: Momsfråga

source: Outputs
sv_se: Avkastning

source: Inputs
sv_se: Insats

source: Charged on sales
sv_se: Debiteras på försäljning

source: Output Tax
sv_se: Utgående moms

source: Paid on purchases
sv_se: Betalas på inköp

source: Input Tax
sv_se: Ingående moms

source: Net payable or collectible
sv_se: Nettobetalning

source: Total payable or refund
sv_se: Totalt betalas eller återbetalas

source: Bank Accounts
sv_se: Bankkonton

source: The bank account name cannot be empty.
sv_se: Bankkontonamnet kan inte vara tomt.

source: Bank account has been updated
sv_se: Bankkonto har uppdaterats

source: New bank account has been added
sv_se: Nytt bankkonto har lagts till

source: Cannot delete this bank account because transactions have been created using this account.
sv_se: Kan inte ta bort detta bankkonto då transaktioner refererar till det.

source: Cannot delete this bank account because POS definitions have been created using this account.
sv_se: Kan inte ta bort detta bankkonto då POS-transaktioner har registrerats mot detta konto.

source: Selected bank account has been deleted
sv_se: Valt bankkonto har raderats

source: Currency
sv_se: Valuta

source: GL Account
sv_se: Huvudbokskonto

source: Number
sv_se: Nummer

source: Bank Address
sv_se: Bankadress

source: Bank Account Name:
sv_se: Bankkontonamn:

source: Account Type:
sv_se: Kontotyp:

source: Bank Account Currency:
sv_se: Bankkontovaluta:

source: Default currency account:
sv_se: Valutakonto:

source: Bank Account GL Code:
sv_se: Huvudbokskonto:

source: Bank Name:
sv_se: Banknamn:

source: Bank Account Number:
sv_se: Bankkontonummer:

source: Bank Address:
sv_se: Bankadress:

source: Currencies
sv_se: Valutor

source: The currency abbreviation must be entered.
sv_se: Valutaförkortningen måste anges.

source: The currency name must be entered.
sv_se: Valutanamnet måste anges.

source: The currency symbol must be entered.
sv_se: Valutasymbolen måste anges.

source: The hundredths name must be entered.
sv_se: Hundradelsnamnet måste anges.

source: Selected currency settings has been updated
sv_se: Valda valutainställningar har uppdaterats

source: New currency has been added
sv_se: Ny valuta har lagts till

source: Cannot delete this currency, because customer accounts have been created referring to this currency.
sv_se: Kan inte ta bort valutan, då kundkonton refererar till denna valuta.

source: Cannot delete this currency, because supplier accounts have been created referring to this currency.
sv_se: Kan inte ta bort valutan, då leverantörskonton refererar till denna valuta.

source: Cannot delete this currency, because the company preferences uses this currency.
sv_se: Kan inte ta bort valutan, då företagsinställningar använder den.

source: Cannot delete this currency, because thre are bank accounts that use this currency.
sv_se: Kan inte ta bort valutan, då det finns bankonton som använder den.

source: Selected currency has been deleted
sv_se: Vald valuta har raderats

source: Abbreviation
sv_se: Förkortning

source: Currency Name
sv_se: Valutanamn

source: Hundredths name
sv_se: Hundradelsnamn

source: Country
sv_se: Land

source: Auto update
sv_se: Auto-uppdatera

source: The marked currency is the home currency which cannot be deleted.
sv_se: Markerad valuta är den inhemska valutan. Kan inte raderas.

source: Currency Abbreviation:
sv_se: Valutaförkortning:

source: Currency Symbol:
sv_se: Valutasymbol:

source: Currency Name:
sv_se: Valutanamn:

source: Hundredths Name:
sv_se: Hundradelsnamn:

source: Country:
sv_se: Land:

source: Automatic exchange rate update:
sv_se: Automatisk växelkursuppdatering:

source: Exchange Rates
sv_se: Växelkurser

source: The exchange rate cannot be zero or a negative number.
sv_se: Växelkursen kan inte vara noll eller negativ.

source: The exchange rate for the date is already there.
sv_se: Växelkursen för datumet finns redan.

source: Date to Use From:
sv_se: Datum att använda från:

source: Exchange Rate:
sv_se: Växelkurs:

source: Get
sv_se: Hämta

source: Get current ECB rate
sv_se: Få aktuell ECB-kurs

source: Exchange rates are entered against the company currency.
sv_se: Växelkurser anges mot företagets valuta.

source: Select a currency :
sv_se: Välj valuta:

source: Date to Use From
sv_se: Datum att använda från

source: Exchange Rate
sv_se: Växelkurs

source: The selected currency is the company currency.
sv_se: Vald valuta är företagets valuta.

source: The company currency is the base currency so exchange rates cannot be set for it.
sv_se: Företagets valuta är basvalutan så växelkurser kan inte anges mot den.

source: GL Account Classes
sv_se: Kontoklasser

source: The account class name cannot be empty.
sv_se: Kontoklassnamnet kan inte vara tomt.

source: Selected account class settings has been updated
sv_se: Valt kontoklassinställningar har uppdaterats

source: New account class has been added
sv_se: Ny kontoklass har lagts till

source: Cannot delete this account class because GL account types have been created referring to it.
sv_se: Kan inte radera kontoklassen då kontotyper refererar till den.

source: Selected account class has been deleted
sv_se: Vald kontoklass har raderats

source: Class ID
sv_se: Klass-ID

source: Class Name
sv_se: Klassnamn

source: Class Type
sv_se: Klasstyp

source: Balance Sheet
sv_se: Balansräkning

source: Class ID:
sv_se: Klass-ID:

source: Class Name:
sv_se: Klassnamn:

source: Class Type:
sv_se: Klasstyp:

source: Chart of Accounts
sv_se: Kontoplaner

source: There are no account groups defined. Please define at least one account group before entering accounts.
sv_se: Inga kontogrupper är definierade. Vänligen definiera minst en grupp innan du registrerar konton.

source: The account code must be entered.
sv_se: Kontokoden måste anges.

source: The account name cannot be empty.
sv_se: Kontonamnet kan inte vara tomt.

source: The account code must be numeric.
sv_se: Kontonumret måste vara numeriskt.

source: Account data has been updated.
sv_se: Kontodata har uppdaterats.

source: New account has been added.
sv_se: Nytt konto har lagts till.

source: Cannot delete this account because transactions have been created using this account.
sv_se: Kan inte radera detta konto då transaktioner då refererar till det.

source: Cannot delete this account because it is used as one of the company default GL accounts.
sv_se: Kan inte radera detta konto då den används som ett av företagets standardkonton.

source: Cannot delete this account because it is used by a bank account.
sv_se: Kan inte radera detta konto eftersom det används av ett bankkonto.

source: Cannot delete this account because it is used by one or more Item Categories.
sv_se: Kan inte radera detta konto eftersom det används av en eller flera produktkategorier

source: Cannot delete this account because it is used by one or more Items.
sv_se: Kan inte radera detta konto då det används av en eller flera produkter.

source: Cannot delete this account because it is used by one or more Taxes.
sv_se: Kan inte radera detta konto då det används för moms.

source: Cannot delete this account because it is used by one or more Customer Branches.
sv_se: Kan inte radera detta konto då det används av en eller flera kundfilialer.

source: Cannot delete this account because it is used by one or more suppliers.
sv_se: Kan inte radera detta konto då det används av en eller flera leverantörer.

source: Cannot delete this account because it is used by one or more Quick Entry Lines.
sv_se: Kan inte radera detta konto eftersom det används av en eller flera snabbinmatningsrader.

source: Selected account has been deleted
sv_se: Valt konto har raderats

source: New account
sv_se: Nytt konto

source: Account Code:
sv_se: Kontokod:

source: Account Code 2:
sv_se: Kontokod 2:

source: Account Name:
sv_se: Kontonamn:

source: Account Group:
sv_se: Kontogrupp:

source: Account Tags:
sv_se: Kontoetiketter:

source: Account status:
sv_se: Kontostatus:

source: Add Account
sv_se: Lägg till konto

source: Update Account
sv_se: Uppdatera konto

source: Delete account
sv_se: Radera konto

source: GL Account Groups
sv_se: Kontogrupper

source: The account group id cannot be empty.
sv_se: Kontogrupp-id kan inte vara tomt.

source: The account group name cannot be empty.
sv_se: Kontogruppnamnet kan inte vara tomt.

source: You cannot set an account group to be a subgroup of itself.
sv_se: Kontogruppen kan inte vara en undergrupp till sig själv.

source: Selected account type has been updated
sv_se: Vald kontotyp har uppdaterats

source: New account type has been added
sv_se: Ny kontotyp har lagts till

source: Cannot delete this account group because GL accounts have been created referring to it.
sv_se: Kan inte radera denna kontogrupp, då konton refererar till den.

source: Cannot delete this account group because GL account groups have been created referring to it.
sv_se: Kan inte radera denna kontogrupp då andra kontogrupper refererar till den.

source: Selected account group has been deleted
sv_se: Vald kontogrupp har raderats

source: Group ID
sv_se: Grupp-ID

source: Group Name
sv_se: Gruppnamn

source: Subgroup Of
sv_se: Undergrupp

source: Subgroup Of:
sv_se: Undergrupp:

source: Quick Entries
sv_se: Snabbregistrering

source: Add new
sv_se: Lägg till ny

source: The Quick Entry description cannot be empty.
sv_se: Snabbinmatningsbeskrivningen kan inte vara tom

source: You can only use Balance Based together with Journal Entries.
sv_se: Du kan bara använda balans som baseras tillsammans med journalposter.

source: The base amount description cannot be empty.
sv_se: Basbeloppsbeskrivningen kan inte vara tom.

source: Selected quick entry has been updated
sv_se: Vald snabbinmatning har uppdaterats

source: New quick entry has been added
sv_se: Ny snabbinmatning har lagts till

source: Selected quick entry line has been updated
sv_se: Valt snabbinmatningsfält har uppdaterats

source: New quick entry line has been added
sv_se: Ny snabbinmatningsrad har lagts till

source: Selected quick entry has been deleted
sv_se: Vald snabbinmatning har raderats

source: The Quick Entry has Quick Entry Lines. Cannot be deleted.
sv_se: Snabbregistreringen har inmatade rader. Kan inte raderas.

source: Selected quick entry line has been deleted
sv_se: Vald snabbinmatningsrad har raderats

source: Base Amount
sv_se: Basbelopp

source: Entry Type
sv_se: Införandetyp

source: Balance Based
sv_se: Saldobaserad

source: Monthly
sv_se: Månadsvis

source: Yearly
sv_se: Årlig

source: Base Amount Description
sv_se: Basbeloppsbeskrivning

source: Default Base Amount
sv_se: Standardbasbelopp

source: Quick Entry Lines
sv_se: Snabbregistrering

source: Post
sv_se: Bokföra

source: Account/Tax Type
sv_se: Konto/momstyp

source: Posted
sv_se: Avsänd

source: Tax Type
sv_se: Momstyp

source: Part
sv_se: Stycke

source: Revaluation of Currency Accounts
sv_se: Omvärdering av valutakonton

source: No Revaluation was needed
sv_se: Ingen omvärdering behövdes

source: Transfer has been entered
sv_se: Överföringen har utförts

source: &View the GL Journal Entries for this Transfer
sv_se: &Visa huvudboksanteckningar för denna överföring

source: You must enter a reference.
sv_se: Du måste ange en referens.

source: Date for Revaluation:
sv_se: Datum för omvärdering:

source: Revaluate Currencies
sv_se: Omvärdera valutor

source: View Bank Transfer
sv_se: Visa banköverföring

source: From Bank Account
sv_se: Från bankkonto

source: To Bank Account
sv_se: Till bankkonto

source: Transfer Type
sv_se: Överföringstyp

source: This transfer has been voided.
sv_se: Överföringen har annullerats.

source: View Bank Deposit
sv_se: Visa bankinbetalning

source: GL Deposit
sv_se: Huvudboksinbetalning

source: From
sv_se: Från

source: Deposit Type
sv_se: Inbetalningstyp

source: This deposit has been voided.
sv_se: Inbetalningen har annullerats.

source: There are no items for this deposit.
sv_se: Det finns inga produkter för denna inbetalning.

source: Items for this Deposit
sv_se: Produkter för denna inbetalning

source: Item Amounts are Shown in :
sv_se: Produktbelopp visas i:

source: Account Code
sv_se: Kontokod

source: Account Description
sv_se: Kontobeskrivning

source: View Bank Payment
sv_se: Visa betalning

source: GL Payment
sv_se: Huvudboksbetalning

source: Pay To
sv_se: Betala till

source: Payment Type
sv_se: Betalningstyp

source: This payment has been voided.
sv_se: Betalningen har annullerats.

source: There are no items for this payment.
sv_se: Det finns inga produkter för denna betalning.

source: Items for this Payment
sv_se: Produkter för denna betalning

source: General Ledger Transaction Details
sv_se: Huvudbok - transaktionsdetaljer

source: The script must be called with a valid transaction type and transaction number to review the general ledger postings for.
sv_se: Skriptet måste anropas med en giltig transaktionstyp och nummer för att granska huvudboksposten för.

source: No general ledger transactions have been created for
sv_se: Inga huvudbokstransaktioner har skapats för

source: number
sv_se: nummer

source: This transaction has been voided.
sv_se: Transaktionen har annullerats.

source: Exchange Variance
sv_se: Växlingsvariation

source: Date:
sv_se: Datum:

source: Pay To:
sv_se: Bet. till:

source: To the Order of:
sv_se: Order:

source: Supplier:
sv_se: Leverantör:

source: Customer:
sv_se: Kund:

source: Branch:
sv_se: Filial:

source: Go
sv_se: Gå

source: Edit document line
sv_se: Redigera dokumentrad

source: Remove line from document
sv_se: Ta bort rad från dokument

source: Confirm changes
sv_se: Bekräfta ändringar

source: Cancel changes
sv_se: Avbryt ändringar

source: Add Item
sv_se: Lägg till post

source: Add new item to document
sv_se: Lägg till ny produkt att dokumentera

source: Reverse Transaction:
sv_se: Omvänd transaktion:

source: Quick Entry
sv_se: Snabbregistrering

source: balance from account
sv_se: Saldo från konto

source: Edit journal line
sv_se: Redigera journalrad

source: Remove line from journal
sv_se: Ta bort rad från journal

source: Add new line to journal
sv_se: Lägg till ny rad till journal

source: Company setup
sv_se: Företagsinställningar

source: Special maintenance
sv_se: Särskilt underhåll

source: Sales configuration
sv_se: Säljkonfiguration

source: Sales transactions
sv_se: Säljtransaktioner

source: Sales related reports
sv_se: Försäljningsrelaterade rapporter

source: Purchase configuration
sv_se: Inköpskonfiguration

source: Purchase transactions
sv_se: Inköpstransaktioner

source: Purchase analytics
sv_se: Inköpsanalys

source: Inventory configuration
sv_se: Lagerkonfiguration

source: Inventory operations
sv_se: Lageroperation

source: Inventory analytics
sv_se: Lageranalys

source: Manufacturing configuration
sv_se: Tillverkningskonfiguration

source: Manufacturing transations
sv_se: Produktionstransaktioner

source: Manufacturing analytics
sv_se: Produktionsanalyser

source: Dimensions configuration
sv_se: Kostnadsställekonfiguration

source: Dimensions
sv_se: Kostnadsställen

source: Banking & GL configuration
sv_se: Bank- och huvudbokskonfiguration

source: Banking & GL transactions
sv_se: Bank- och huvudbokstransaktioner

source: Banking & GL analytics
sv_se: Bank- och huvudboksanalys

source: Install/update companies
sv_se: Installera/uppdatera företag

source: Install/update languages
sv_se: Installera/uppdatera språk

source: Install/upgrade modules
sv_se: Installera/uppgradera moduler

source: Software upgrades
sv_se: Programuppgraderingar

source: Company parameters
sv_se: Företagsparametrar

source: Access levels edition
sv_se: Åtkomstnivåer - utgåva

source: Users setup
sv_se: Användarinställningar

source: Point of sales definitions
sv_se: POS-definitioner

source: Printers configuration
sv_se: Skrivarkonfiguration

source: Print profiles
sv_se: Utskriftsprofiler

source: Payment terms
sv_se: Betalningsvillkor

source: Shipping ways
sv_se: Fraktsätt

source: Credit status definitions changes
sv_se: Kreditstatusdefinitionsändringar

source: Inventory locations changes
sv_se: Lagerplatsändringar

source: Inventory movement types
sv_se: Lagerrörelsetyper

source: Manufacture work centres
sv_se: Produktionsplatser

source: Forms setup
sv_se: Referensinställningar

source: Contact categories
sv_se: Kontaktkategorier

source: Voiding transactions
sv_se: Annullera transaktioner

source: Database backup/restore
sv_se: Databasbackupp/återställning

source: Common view/print transactions interface
sv_se: Allmän vy/transaktionsutskriftsgränssnitt

source: Attaching documents
sv_se: Bifoga dokument

source: Display preferences
sv_se: Visa inställningar

source: Password changes
sv_se: Lösenordsändringar

source: Sales types
sv_se: Försäljningstyper

source: Sales prices edition
sv_se: Försäljningsprisversion

source: Sales staff maintenance
sv_se: Säljpersonalsunderhåll

source: Sales areas maintenance
sv_se: Säljområdesunderhåll

source: Sales groups changes
sv_se: Försäljningsgruppsändringar

source: Sales templates
sv_se: Försäljningsmallar

source: Recurrent invoices definitions
sv_se: Återkommande fakturadefinitioner

source: Sales transactions view
sv_se: Försäljningstransaktionsvy

source: Sales customer and branches changes
sv_se: Kund och filialändringar

source: Sales quotations
sv_se: Försäljningsofferter

source: Sales orders edition
sv_se: Kundorderutgåva

source: Sales deliveries edition
sv_se: Leveransutgåva

source: Sales invoices edition
sv_se: Fakturautgåva

source: Sales credit notes against invoice
sv_se: Kreditnotor mot faktura.

source: Sales freehand credit notes
sv_se: Försäljningskreditnotor

source: Customer payments entry
sv_se: Kundbetalningar

source: Customer payments allocation
sv_se: Kundbetalningsfördelning

source: Sales analytical reports
sv_se: Försäljningsanalysrapporter

source: Sales document bulk reports
sv_se: Försäljningsdokument - samlingsrapport

source: Sales prices listing
sv_se: Försäljningspriser

source: Sales staff listing
sv_se: Försäljningspersonal

source: Customer bulk listing
sv_se: Kundlista

source: Customer status report
sv_se: Kundstatusrapport

source: Customer payments report
sv_se: Kundinbetalningsrapport

source: Purchase price changes
sv_se: Inköpsprisändringar

source: Supplier transactions view
sv_se: Leverantörstransaktionsvy

source: Suppliers changes
sv_se: Leverantörsändringar

source: Purchase order entry
sv_se: Inköpsorderregistrering

source: Purchase receive
sv_se: Inköpsordermottagning

source: Supplier invoices
sv_se: Leverantörsfakturor

source: Deleting GRN items during invoice entry
sv_se: Radera godsmottagninsposter under fakturaregistrering

source: Supplier credit notes
sv_se: Leverantörskreditnotor

source: Supplier payments
sv_se: Leverantörsbetalningar

source: Supplier payments allocations
sv_se: Leverantörbetalningsfördelningar

source: Supplier analytical reports
sv_se: Leverantörsanalysrapporter

source: Supplier document bulk reports
sv_se: Leverantörsdokumentsrapporter

source: Supplier payments report
sv_se: Leverantörsbetalningsrapport

source: Stock items add/edit
sv_se: Lägga till/redigera lagervaror

source: Sales kits
sv_se: Försäljningspaket

source: Item categories
sv_se: Produktkategorier

source: Units of measure
sv_se: Måttenheter

source: Stock status view
sv_se: Lagerstatusvy

source: Stock transactions view
sv_se: Lagertransaktionsvy

source: Foreign item codes entry
sv_se: Alternativa artikelkoder

source: Inventory location transfers
sv_se: Lagerplatsflyttning

source: Inventory adjustments
sv_se: Lagerändringar

source: Reorder levels
sv_se: Beställningspunkter

source: Items analytical reports and inquiries
sv_se: Produktanalysrapporter och förfrågningar

source: Inventory valuation report
sv_se: Lagervärdesrapport

source: Bill of Materials
sv_se: Materiallista

source: Manufacturing operations view
sv_se: Tillverkningsprocedursvy

source: Work order entry
sv_se: Skapa arbetsorder

source: Material issues entry
sv_se: Materialproblem

source: Final product receive
sv_se: Produkter att mottaga

source: Work order releases
sv_se: Arbetsorderutgåvor

source: Work order analytical reports and inquiries
sv_se: Arbetsordersanalysrapport och förfrågningar

source: Manufacturing cost inquiry
sv_se: Produktionskostnadsfråga

source: Work order bulk reports
sv_se: Arbetsorderrapporter

source: Bill of materials reports
sv_se: Materiallistrapport

source: Dimension tags
sv_se: Kostnadsställeetikett

source: Dimension view
sv_se: Kostnadsställevy

source: Dimension entry
sv_se: Kostnadsställeregistrering

source: Dimension reports
sv_se: Kostnadsställerapporter

source: Item tax type definitions
sv_se: Produktmomstyp

source: GL accounts edition
sv_se: Kontoutgåva

source: GL account groups
sv_se: Kontogrupper

source: GL account classes
sv_se: Kontoklasser

source: Quick GL entry definitions
sv_se: Snabbinmatningsdefinitioner

source: Bank accounts
sv_se: Bankkonton

source: Tax rates
sv_se: Momssatser

source: Tax groups
sv_se: Momsgrupper

source: Fiscal years maintenance
sv_se: Räkenskapsår - underhåll

source: Company GL setup
sv_se: Företag - huvudboksinställningar

source: GL Account tags
sv_se: Kontoetiketter

source: Allow entry on non closed Fiscal years
sv_se: Tillåt inmatning på ej stängda räkenskapsår

source: Bank transactions view
sv_se: Banktransaktionsvy

source: GL postings view
sv_se: Visa bokföringsregistreringar

source: Exchange rate table changes
sv_se: Valutakursförändringar - tabelländringar

source: Bank payments
sv_se: Bankbetalningar

source: Bank deposits
sv_se: Bankinsättningar

source: Bank account transfers
sv_se: Bankkontoöverföringar

source: Bank reconciliation
sv_se: Bankavstämning

source: Manual journal entries
sv_se: Manuella journalbokningar

source: Journal entries to bank related accounts
sv_se: Journalbokningar i bankrelaterade konton

source: Budget edition
sv_se: Budgetutgåva

source: Item standard costs
sv_se: Artikel - standardkostnader

source: GL analytical reports and inquiries
sv_se: Huvudboksanalysrapporter och förfrågningar

source: Tax reports and inquiries
sv_se: Momsrapporter och förfrågningar
