Repository: Interlecto/proho
Catalog: dev/acc/frontaccounting/lang/*/LC_MESSAGES/*-2.3.0-4.po
Languages: sv_se

source: The Terms description must be entered.
sv_se: Villkorsbeskrivning måste anges.

source: Selected payment terms have been updated
sv_se: Valda betalningsvillkor har uppdaterats

source: New payment terms have been added
sv_se: Nytt betalningsvillkor har lagts till

source: Cannot delete this payment term, because customer accounts have been created referring to this term.
sv_se: Kan inte ta bort betalningsvillkor, därför att kundkonton har skapats som refererar till dessa villkor.

source: Cannot delete this payment term, because supplier accounts have been created referring to this term
sv_se: Kan inte ta bort betalningsvillkor, därför att leverantörkonton har skapats som refererar till dessa villkor.

source: Selected payment terms have been deleted
sv_se: Valt betalningsvillkor har raderats

source: Type
sv_se: Typ

source: Due After/Days
sv_se: Förfallen efter/dagar

source: Terms Description:
sv_se: Villkorsbeskrivning:

source: Payment type:
sv_se: Betalningstyp:

source: Days (Or Day In Following Month):
sv_se: Dagar (eller dag i följande månad):

source: Printer Locations
sv_se: Skrivarplatser

source: Printer name cannot be empty.
sv_se: Skrivarnamn kan inte vara tomt.

source: You have selected printing to server at user IP.
sv_se: Du har valt utskrift till servern på användar-IP.

source: Timeout cannot be less than zero nor longer than 60 (sec).
sv_se: Timeout kan inte vara mindre än noll och inte heller längre än 60 (sek).

source: New printer definition has been created
sv_se: Ny skrivardefinition har skapats

source: Selected printer definition has been updated
sv_se: Vald skrivardefinition har uppdaterats.

source: Cannot delete this printer definition, because print profile have been created using it.
sv_se: Kan inte ta bort denna skrivardefinition då befintlig skrivarprofil refererar till den.

source: Selected printer definition has been deleted
sv_se: Vald skrivardefinition har raderats

source: Printer Queue
sv_se: Skrivarkö

source: Printer Name
sv_se: Skrivarnamn

source: Printer Description
sv_se: Skrivarbeskrivning

source: Host name or IP
sv_se: Värdnamn eller IP

source: Printing Profiles
sv_se: Utskriftsprofiler

source: Default printing destination
sv_se: Standardutskrift - destination

source: Printing profile name cannot be empty.
sv_se: Skrivarprofilnamnet kan inte vara tomt.

source: New printing profile has been created
sv_se: Ny skrivarprofil har skapats

source: Printing profile has been updated
sv_se: Skrivarprofil har uppdaterats

source: Selected printing profile has been deleted
sv_se: Vald skrivarprofil har raderats

source: Select printing profile
sv_se: Välj skrivarprofil

source: New printing profile
sv_se: Ny utskriftsprofil

source: Printing Profile Name
sv_se: Utskrift - profilnamn

source: Report Id
sv_se: Rapport-id

source: Printer
sv_se: Skrivare

source: Browser support
sv_se: Webbläsarstöd

source: no title was found in this report definition file.
sv_se: ingen titel hittades i den här rapportdefinitionsfilen.

source: Add New Profile
sv_se: Lägg till ny profil

source: Update Profile
sv_se: Uppdatera profil

source: Update printer profile
sv_se: Uppdatera skrivarprofil

source: Delete Profile
sv_se: Radera profil

source: Delete printer profile (only if not used by any user)
sv_se: Ta bort skrivarprofil (endast om den inte används av någon användare)

source: Access setup
sv_se: Åtkomstinställningar

source: Role description cannot be empty.
sv_se: Rollbeskrivning kan inte vara tom.

source: Role name cannot be empty.
sv_se: Rollnamn kan inte vara tomt.

source: Access level edition in Company setup section have to be enabled for your account.
sv_se: Accessnivåområde i företagsinställningar måste aktiveras för ditt konto

source: New security role has been added.
sv_se: Ny säkerhetsroll har lagts till.

source: Security role has been updated.
sv_se: Säkerhetsroll har uppdaterats.

source: This role is currently assigned to some users and cannot be deleted
sv_se: Denna roll är för närvarande tilldelad vissa användare och kan inte tas bort

source: Security role has been sucessfully deleted.
sv_se: Säkerhetsroll har raderats.

source: Role:
sv_se: Roll:

source: Show inactive:
sv_se: Visa inaktiv:

source: Role name:
sv_se: Rollnamn:

source: Role description:
sv_se: Rollbeskrivning:

source: Current status:
sv_se: Aktuell status:

source: On/off set of features
sv_se: På/av uppsättning av funktioner

source: Update view
sv_se: Uppdatera vy

source: Insert New Role
sv_se: Infoga ny roll

source: Save Role
sv_se: Spara roll

source: Clone This Role
sv_se: Klona denna roll

source: Delete This Role
sv_se: Radera den här rollen

source: Cancel
sv_se: Avbryt

source: Cancel Edition
sv_se: Avbryt utgåva

source: Shipping Company
sv_se: Fraktbolag

source: The shipping company name cannot be empty.
sv_se: Leveranssätt kan inte vara tomt.

source: New shipping company has been added
sv_se: Nytt fraktbolag har lagts till

source: Selected shipping company has been updated
sv_se: Valt fraktbolag har uppdaterats

source: Cannot delete this shipping company because sales orders have been created using this shipper.
sv_se: Kan inte ta bort detta leveranssätt, därför att order har skapats som använder detta.

source: Cannot delete this shipping company because invoices have been created using this shipping company.
sv_se: Kan inte ta bort detta leveranssätt, därför att fakturor har skapats som använder detta.

source: Selected shipping company has been deleted
sv_se: Valt fraktbolag har raderats

source: Contact Person
sv_se: Kontaktperson

source: Phone Number
sv_se: Telefonnummer

source: Secondary Phone
sv_se: Andratelefon

source: Address
sv_se: Adress

source: Name:
sv_se: Namn:

source: Contact Person:
sv_se: Kontaktperson:

source: Secondary Phone Number:
sv_se: Annat telefonnummer:

source: System Diagnostics
sv_se: Systemdiagnostik

source: Optional
sv_se: Frivillig

source: Recommended
sv_se: Rekommenderad

source: Required
sv_se: Nödvändig

source: Upgrade MySQL server to version at least 4.1
sv_se: Uppgradera MySQL-servern till minst version 4.1

source: Upgrade PHP to version at least 4.3.3
sv_se: Uppgradera PHP till minst 4.3.3

source: Session save path
sv_se: Session spara sökväg

source: Browser type
sv_se: Webbläsartyp

source: Any browser is supported
sv_se: Alla webbläsare stöds.

source: Http server type
sv_se: Http-servertyp

source: Any server is supported
sv_se: Alla servrar stöds

source: In case of no gettext support, php emulation is used
sv_se: Om inte gettext stöds, används PHP-emulering.

source: Debugging mode
sv_se: Felsökningsläge

source: To switch debugging on set $go_debug>0 in config.php file
sv_se: För att koppla på felsökning, sätt $go_debug>0 i config.php-filen

source: Error logging
sv_se: Felloggning

source: Disabled
sv_se: Inaktiverad

source: To switch error logging set $error_logging in config.php file
sv_se: För att koppla på felloggning, sätt $error_logging i config.php-filen

source: Log file is not writeable
sv_se: Loggfilen är inte skrivbar

source: Current database version
sv_se: Aktuell databasversion

source: Database structure seems to be not upgraded to current version
sv_se: Databasstruktur tycks inte ha blivit uppgraderad till nuvarande version

source: Company subdirectories consistency
sv_se: Företagsunderkatalogs konsistens

source: '%s' is not writeable
sv_se: '%s' är inte skrivbar

source: Temporary directory
sv_se: Temporär katalog

source: Language configuration consistency
sv_se: Språkkonfigurationskonsekvens

source: Missing %s translation file.
sv_se: Saknar %s översättningsfil.

source: Missing system locale: %s
sv_se: System locale: %s saknas

source: Main config file
sv_se: Huvudsaklig konfigurationsfil

source: '%s' file should be read-only
sv_se: '%s'-filen måste vara read-only

source: Database auth file
sv_se: Databas-auktoriseringsfil

source: '%s' file should be read-only if you do not plan to add or change companies
sv_se: '%s'-filen måste vara read-only om du inte planerar att lägga till eller ändra företag.

source: Extensions system
sv_se: Modulsystem

source: Extensions configuration files and directories should be writeable
sv_se: Tilläggskonfigurationsfilen och kataloger måste vara skrivbara

source: Test type
sv_se: Testtyp

source: Value
sv_se: Värde

source: Comments
sv_se: Kommentarer

source: Unspecified tag type
sv_se: Ospecificerad etikettyp

source: Account Tags
sv_se: Kontoflikar

source: Dimension Tags
sv_se: Kostnadsställetiketter

source: The tag name cannot be empty.
sv_se: Etikettnamnet kan inte vara tomt.

source: Selected tag settings have been updated
sv_se: Vald flikinställning har uppdaterats

source: New tag has been added
sv_se: Ny flik har lagts till

source: Cannot delete this tag because records have been created referring to it.
sv_se: Kan inte ta bort denna etikett då data refererar till den.

source: Selected tag has been deleted
sv_se: Vald etikett har raderats

source: Tag Name
sv_se: Etikettnamn

source: Tag Description
sv_se: Flikbeskrivning

source: Tag Name:
sv_se: Etikettnamn:

source: Tag Description:
sv_se: Etikettbeskrivning:

source: Users
sv_se: Användare

source: The user login entered must be at least 4 characters long.
sv_se: Användarnamnet måste vara minst 4 tecken långt.

source: The selected user has been updated.
sv_se: Användaren har blivit uppdaterad.

source: A new user has been added.
sv_se: En ny användare har skapats.

source: User has been deleted.
sv_se: Användaren har tagits bort.

source: User login
sv_se: Användarnamn

source: Full Name
sv_se: Fullständigt namn

source: Phone
sv_se: Telefon

source: E-mail
sv_se: E-post

source: Last Visit
sv_se: Senaste besök

source: Access Level
sv_se: Åtkomstnivå

source: User Login:
sv_se: Användarnamn:

source: Enter a new password to change, leave empty to keep current.
sv_se: Ange ett nytt lösenord för att ändra, lämna tomt för att behålla nuvarande.

source: Telephone No.:
sv_se: Telefon-nr.:

source: Access Level:
sv_se: Åtkomstnivå:

source: User's POS
sv_se: Användares försäljningsställe

source: Use popup window for reports:
sv_se: Använd popup-fönster för rapporter:

source: View or Print Transactions
sv_se: Visa eller skriv ut transaktion

source: Print
sv_se: Skriv ut

source: Only documents can be printed.
sv_se: Endast dokument kan skrivas ut.

source: from #:
sv_se: från #:

source: to #:
sv_se: till #:

source: Search
sv_se: Sök

source: The starting transaction number is expected to be numeric and greater than zero.
sv_se: Första transaktion förväntas vara numerisk och större än 0.

source: The ending transaction number is expected to be numeric and greater than zero.
sv_se: Sista transaktion förväntas vara numerisk och större än 0.

source: Reference
sv_se: Referens

source: Date
sv_se: Datum

source: GL
sv_se: Huvudbok

source: Void a Transaction
sv_se: Annullera en transaktion

source: Select
sv_se: Välj

source: Transaction Type:
sv_se: Transaktionstyp:

source: Transaction #:
sv_se: Transaktion #:

source: Voiding Date:
sv_se: Annulleringsdatum:

source: Void Transaction
sv_se: Annullera transaktion

source: The entered transaction does not exist or cannot be voided.
sv_se: Angiven transaktion finns inte eller kan inte nollställas.

source: Are you sure you want to void this transaction ? This action cannot be undone.
sv_se: Är du säker på att Du vill nollställa denna transaktion ? Aktionen kan inte ångras.

source: Proceed
sv_se: Fortsätt

source: The selected transaction was closed for edition and cannot be voided.
sv_se: Den valda transaktionen var stängd för utgivning och kan inte ogiltigförklaras.

source: The entered date is invalid.
sv_se: Angiven datum är ogiltig.

source: The entered date is not in fiscal year.
sv_se: Angivet datum ligger utanför räkenskapsåret.

source: The transaction number is expected to be numeric and greater than zero.
sv_se: Transaktionsnumret förväntas vara numeriskt och större än 0.

source: The selected transaction has already been voided.
sv_se: Vald transaktion har redan nollställts.

source: Selected transaction has been voided.
sv_se: Vald transaktion har nollställts.

source: The Retained Earnings Account or the Profit and Loss Year Account has not been set in System and General GL Setup
sv_se: Balanserat vinstmedelskonto eller resultaträkningskonto har inte satts i system- och huvudboksinställningar

source: Closing Year
sv_se: Utgående år

source: Open Balance
sv_se: Ingående balans

source: Cannot open the extension setup file '%s' for writing.
sv_se: Kan inte öppna tilläggsinstallationsfilen '%s' för skrivning.

source: Cannot write to the extensions setup file '%s'.
sv_se: Kan inte skriva till tilläggens installationsfil '%s'.

source: Cannot update system extensions list.
sv_se: Kan inte uppdatera tilläggslistan.

source: Cannot update extensions list for company '%s'.
sv_se: Kan inte uppdatera tilläggslistan för företag '%s'.

source: Cannot open the languages file -
sv_se: Kan inte öppna språkfilen -

source: Cannot write to the language file -
sv_se: Kan inte skriva till språkfilen -

source: The language files folder
sv_se: Språkfilskatalogen

source: SQL script execution failed in line %d: %s
sv_se: Utförande av SQL-skript misslyckades på rad %d:%s

source: user online
sv_se: användare online

source: users online
sv_se: användare online

source: Voided.
sv_se: Annullerad.

source: &Sales
sv_se: &Försäljning

source: Transactions
sv_se: Transaktioner

source: Sales &Quotation Entry
sv_se: Offerter

source: Sales &Order Entry
sv_se: Orderregistrering

source: Direct &Delivery
sv_se: &Direktleverans

source: Direct &Invoice
sv_se: &Direktfaktura

source: &Delivery Against Sales Orders
sv_se: &Leverans mot kundorder

source: &Invoice Against Sales Delivery
sv_se: &Faktura mot leveransklara

source: &Template Delivery
sv_se: &Leveransmall

source: &Template Invoice
sv_se: &Fakturamall

source: &Create and Print Recurrent Invoices
sv_se: &Skapa och skriva ut återkommande fakturor

source: Customer &Payments
sv_se: Kundbetalningar

source: Customer &Credit Notes
sv_se: Kundkreditnotor

source: &Allocate Customer Payments or Credit Notes
sv_se: &Tilldela kundbetalningar eller kreditnotor

source: Inquiries and Reports
sv_se: Översikter och rapporter

source: Sales Quotation I&nquiry
sv_se: Offertförfrågningar

source: Sales Order &Inquiry
sv_se: Försäljningsordrar

source: Customer Transaction &Inquiry
sv_se: Kundtransaktioner

source: Customer Allocation &Inquiry
sv_se: Kundtilldelning

source: Customer and Sales &Reports
sv_se: Kund- och försäljningsrapporter

source: Maintenance
sv_se: Underhåll

source: Add and Manage &Customers
sv_se: Lägga till och hantera &kunder

source: Customer &Branches
sv_se: Kund &filialer

source: Sales &Groups
sv_se: Försäljningsgrupper

source: Recurrent &Invoices
sv_se: Återkommande fakturor

source: Sales T&ypes
sv_se: Försäljningstyper

source: Sales &Persons
sv_se: Säljare

source: Sales &Areas
sv_se: Försäljningsområden

source: Credit &Status Setup
sv_se: Kreditstatusinställningar

source: &Dimensions
sv_se: Kostnadsställen

source: Dimension &Entry
sv_se: Kostnadsställen

source: &Outstanding Dimensions
sv_se: &Utestående kostnadsställen

source: Dimension &Inquiry
sv_se: Kostnadsställe-översikt

source: Dimension &Reports
sv_se: Kostnadsställerapporter

source: Dimension &Tags
sv_se: &Kostnadsställeetiketter

source: &Banking and General Ledger
sv_se: Bank och huvudbok

source: &Payments
sv_se: &Betalningar

source: &Deposits
sv_se: &Inbetalningar

source: Bank Account &Transfers
sv_se: Bankkontoöverföringar

source: &Journal Entry
sv_se: &Verifikatregistrering

source: &Budget Entry
sv_se: &Budget

source: &Reconcile Bank Account
sv_se: &Stämma av bankkonto

source: &Journal Inquiry
sv_se: &Journalfråga

source: GL &Inquiry
sv_se: Huvudboksfråga

source: Bank Account &Inquiry
sv_se: Bankkontofråga

source: Ta&x Inquiry
sv_se: Momsfråga

source: Trial &Balance
sv_se: Råbalans

source: Balance &Sheet Drilldown
sv_se: &Balansräkningsspec

source: &Profit and Loss Drilldown
sv_se: &Resultaträkningslista

source: Banking &Reports
sv_se: Bankrapporter

source: General Ledger &Reports
sv_se: Huvudboksrapporter

source: Bank &Accounts
sv_se: Bankkonton

source: &Quick Entries
sv_se: Snabbregistreringar

source: Account &Tags
sv_se: Kontoflikar

source: &Currencies
sv_se: Valutor

source: &Exchange Rates
sv_se: &Växelkurser

source: &GL Accounts
sv_se: &Huvudbokskonton

source: GL Account &Groups
sv_se: Kontogrupper

source: GL Account &Classes
sv_se: &Kontoklasser

source: &Revaluation of Currency Accounts
sv_se: &Omvärdering av valutakonton

source: &Items and Inventory
sv_se: Produkter och lager

source: Inventory Location &Transfers
sv_se: Lagerplatsöverföringar

source: Inventory &Adjustments
sv_se: Lagerkorrigeringar

source: Inventory Item &Movements
sv_se: Lagerrörelser

source: Inventory Item &Status
sv_se: Lagerstatus

source: Inventory &Reports
sv_se: &Lagerrapporter

source: &Items
sv_se: Produkter

source: &Foreign Item Codes
sv_se: &Främmande produktkoder

source: Sales &Kits
sv_se: &Produktpaket

source: Item &Categories
sv_se: Produktkategorier

source: Inventory &Locations
sv_se: Lagerplatser

source: Inventory &Movement Types
sv_se: Lagerrörelsetyper

source: &Units of Measure
sv_se: &Måttenheter

source: &Reorder Levels
sv_se: &Beställningspunkter

source: Pricing and Costs
sv_se: Priser

source: Sales &Pricing
sv_se: Försäljningspriser

source: Purchasing &Pricing
sv_se: Inköpspriser

source: Standard &Costs
sv_se: Standardkostnader

source: &Manufacturing
sv_se: Tillverkning

source: Work &Order Entry
sv_se: Arbetsorder

source: &Outstanding Work Orders
sv_se: Utestående arbetsordrar

source: Costed Bill Of Material Inquiry
sv_se: Fråga om kostnadsberäknad materiallista

source: Inventory Item Where Used &Inquiry
sv_se: Lagerlista, ingår i

source: Work Order &Inquiry
sv_se: Arbetsorderöversikt

source: Manufacturing &Reports
sv_se: &Tillverkningsrapporter

source: &Bills Of Material
sv_se: Materiallistor

source: &Work Centres
sv_se: &Tillverkningsplatser

source: S&etup
sv_se: Inställningar

source: &Company Setup
sv_se: Företagsinställningar

source: &User Accounts Setup
sv_se: Användarinställningar

source: &Access Setup
sv_se: Åtkomstinställningar

source: &Display Setup
sv_se: &Visningsinställningar

source: &Forms Setup
sv_se: Referensinställningar

source: &Taxes
sv_se: &Moms

source: Tax &Groups
sv_se: Momsgrupper

source: Item Ta&x Types
sv_se: Produktmomstyper

source: System and &General GL Setup
sv_se: System och allmänna bokföringsinställningar

source: &Fiscal Years
sv_se: &Räkenskapsår

source: &Print Profiles
sv_se: &Utskriftsprofiler

source: Pa&yment Terms
sv_se: Betalningsvillkor

source: Shi&pping Company
sv_se: &Fraktbolag

source: &Points of Sale
sv_se: &Försäljningsställe

source: &Printers
sv_se: &Skrivare

source: Contact &Categories
sv_se: Kontaktkategorier

source: &Void a Transaction
sv_se: &Annullera en transaktion

source: View or &Print Transactions
sv_se: Visa eller skriv ut transaktioner

source: &Attach Documents
sv_se: &Bifoga dokument

source: System &Diagnostics
sv_se: Systemdiagnostik

source: &Backup and Restore
sv_se: Säkerhetskopiering och återställning

source: Create/Update &Companies
sv_se: Skapa/uppdatera företag

source: Install/Update &Languages
sv_se: Installera/uppdatera &språk

source: Install/Activate &Extensions
sv_se: Installera/aktivera tillägg

source: Install/Activate &Themes
sv_se: Installera/aktivera &teman

source: Software &Upgrade
sv_se: &Programuppgradering

source: &Purchases
sv_se: &Inköp

source: Purchase &Order Entry
sv_se: Inköpsorder

source: &Outstanding Purchase Orders Maintenance
sv_se: &Oemottagna inköpsordrar

source: Direct &GRN
sv_se: &Direktgodsmottagningsnota

source: &Payments to Suppliers
sv_se: &Leverantörsbetalningar

source: Supplier &Invoices
sv_se: Leverantörsfakturor

source: Supplier &Credit Notes
sv_se: Leverantörskreditnotor

source: &Allocate Supplier Payments or Credit Notes
sv_se: &Tilldela leverantörsbetalningar eller kreditnotor

source: Purchase Orders &Inquiry
sv_se: Inköpsorderöversikt

source: Supplier Transaction &Inquiry
sv_se: Leverantörstransaktioner

source: Supplier Allocation &Inquiry
sv_se: Leverantörstilldelningar

source: Supplier and Purchasing &Reports
sv_se: Leverantörs- och inköpsrapporter

source: &Suppliers
sv_se: &Leverantörer

source: Dimension Entry
sv_se: Kostnadsställeregistrering

source: The dimension has been entered.
sv_se: Kostnadsstället har skapats

source: The dimension has been updated.
sv_se: Kostnadsstället har uppdaterats.

source: The dimension has been deleted.
sv_se: Kostnadsstället har raderats.

source: The dimension has been closed. There can be no more changes to it.
sv_se: Kostnadsstället är stängt. Det kan inte göras flera ändringar.

source: The dimension has been re-opened.
sv_se: Kostnadsstället har återaktiverats.

source: Enter a &new dimension
sv_se: Ange ett nytt &kostnadsställe

source: &Select an existing dimension
sv_se: &Välj ett befintligt kostnadsställe

source: The dimension reference must be entered.
sv_se: Kostnadsställets referens måste anges.

source: The entered reference is already in use.
sv_se: Angiven referens används redan.

source: The dimension name must be entered.
sv_se: Kostnadsställenamnet måste anges.

source: The date entered is in an invalid format.
sv_se: Felaktig datumformat.

source: The required by date entered is in an invalid format.
sv_se: Det angivna datumet är i ett ogiltigt format.

source: This dimension cannot be deleted because it has already been processed.
sv_se: Kostnadsstället kan inte raderas eftersom det redan har bearbetats.

source: The dimension sent is not valid.
sv_se: Angivet kostnadsställe är ogiltigt.

source: Dimension Reference:
sv_se: Kostnadsställereferens:

source: Start Date
sv_se: Startdatum

source: Date Required By
sv_se: Datum krävs av

source: Tags:
sv_se: Etiketter:

source: This Dimension is closed.
sv_se: Det här kostnadsstället är stängt.

source: Save changes to dimension
sv_se: Spara ändringar till kostnadsställe

source: Re-open This Dimension
sv_se: Återaktivera det här kostnadsstället

source: Mark this dimension as re-opened
sv_se: Markera det här kostnadsstället som återaktiverat

source: Close This Dimension
sv_se: Stäng det här kostnadsstället

source: Mark this dimension as closed
sv_se: Markera det här kostnadsstället som stängt

source: Delete This Dimension
sv_se: Radera det här kostnadsstället

source: Delete unused dimension
sv_se: Radera oanvänt kostnadsställe

source: Add
sv_se: Lägg till

source: There are no transactions for this dimension for the selected period.
sv_se: Det finns inga transaktioner för detta kostnadsställe och vald period.

source: Balance for this Dimension
sv_se: Saldo för detta kostnadsställe

source: Account
sv_se: Konto

source: Debit
sv_se: Debet

source: Credit
sv_se: Kredit

source: Balance
sv_se: Saldo

source: Search Outstanding Dimensions
sv_se: Sök utestående kostnadsställen

source: Search Dimensions
sv_se: Sök kostnadsställen

source: Reference:
sv_se: Referens:

source: All
sv_se: Alla

source: From:
sv_se: Från:

source: To:
sv_se: Till:

source: Only Overdue:
sv_se: Endast förfallna:

source: Only Open:
sv_se: Endast öppna:

source: Due Date
sv_se: Förf.dag

source: Marked dimensions are overdue.
sv_se: Markerade kostnadsställen är förfallna.

source: View Dimension
sv_se: Visa kostnadsställe

source: The dimension number sent is not valid.
sv_se: Kostnadsställenumret är ogiltigt.

source: This dimension is closed.
sv_se: Kostnadsstället är stängt.

source: from:
sv_se: från:

source: to:
sv_se: till:

source: Show
sv_se: Visa

source: Balance Sheet Drilldown
sv_se: Balansräkningsspec

source: As at:
sv_se: Per:
